0	220556
1	219993
2	142585
3	120198
4	98901
5	91680
6	78846
7	49873
8	46332
9	46293
10	41092
11	40639
12	39137
13	38818
14	38442
15	32530
16	31906
17	29501
18	29223
19	27527
20	27183
21	26271
22	22678
23	22163
24	22035
25	21389
26	20529
27	20434
28	20424
29	20163
30	20101
31	19879
32	18796
33	18444
34	17299
35	16800
36	15744
37	15692
38	15662
39	15613
40	14764
41	14554
42	14197
43	13745
44	13534
45	13406
46	13077
47	12666
48	12547
49	12515
50	12112
51	11766
52	11698
53	11659
54	11569
55	11524
56	11489
57	11333
58	11233
59	11177
60	11131
61	11009
62	10846
63	10756
64	10313
65	10207
66	9986
67	9930
68	9900
69	9874
70	9810
71	9788
72	9544
73	9429
74	9231
75	9149
76	9044
77	9023
78	8537
79	8390
80	8352
81	8267
82	8212
83	8199
84	7882
85	7853
86	7770
87	7767
88	7754
89	7678
90	7544
91	7528
92	7433
93	7383
94	7370
95	7348
96	7246
97	6930
98	6840
99	6792
100	6763
101	6737
102	6731
103	6708
104	6547
105	6541
106	6538
107	6532
108	6531
109	6531
110	6416
111	6300
112	6279
113	6236
114	6227
115	6169
116	6137
117	6093
118	6077
119	6028
120	6002
121	5979
122	5944
123	5933
124	5927
125	5842
126	5834
127	5695
128	5565
129	5460
130	5455
131	5432
132	5383
133	5353
134	5347
135	5255
136	5201
137	5197
138	5140
139	5139
140	5131
141	5128
142	5056
143	4982
144	4954
145	4868
146	4798
147	4795
148	4762
149	4732
150	4663
151	4660
152	4547
153	4426
154	4384
155	4370
156	4343
157	4341
158	4333
159	4308
160	4246
161	4242
162	4201
163	4119
164	4079
165	4075
166	4072
167	4051
168	4021
169	3998
170	3989
171	3943
172	3942
173	3938
174	3935
175	3917
176	3912
177	3900
178	3872
179	3864
180	3846
181	3842
182	3797
183	3787
184	3700
185	3645
186	3642
187	3640
188	3627
189	3620
190	3616
191	3616
192	3615
193	3560
194	3556
195	3537
196	3514
197	3456
198	3440
199	3422
200	3399
201	3371
202	3368
203	3367
204	3337
205	3302
206	3289
207	3287
208	3267
209	3260
210	3242
211	3236
212	3234
213	3212
214	3208
215	3203
216	3174
217	3166
218	3161
219	3149
220	3142
221	3142
222	3119
223	3113
224	3099
225	3098
226	3087
227	3086
228	3074
229	3072
230	3030
231	3023
232	2995
233	2983
234	2977
235	2970
236	2964
237	2940
238	2936
239	2935
240	2921
241	2903
242	2898
243	2869
244	2864
245	2863
246	2855
247	2854
248	2853
249	2830
250	2815
251	2808
252	2782
253	2766
254	2758
255	2747
256	2738
257	2732
258	2714
259	2693
260	2664
261	2639
262	2633
263	2628
264	2607
265	2606
266	2592
267	2571
268	2569
269	2568
270	2558
271	2548
272	2546
273	2545
274	2543
275	2542
276	2535
277	2520
278	2512
279	2508
280	2507
281	2504
282	2470
283	2462
284	2442
285	2441
286	2433
287	2429
288	2428
289	2428
290	2424
291	2417
292	2414
293	2394
294	2392
295	2380
296	2380
297	2376
298	2374
299	2374
300	2365
301	2363
302	2345
303	2337
304	2337
305	2326
306	2326
307	2324
308	2321
309	2318
310	2317
311	2304
312	2298
313	2289
314	2287
315	2280
316	2269
317	2250
318	2245
319	2243
320	2241
321	2237
322	2233
323	2220
324	2218
325	2213
326	2212
327	2208
328	2187
329	2184
330	2164
331	2158
332	2152
333	2146
334	2141
335	2131
336	2122
337	2118
338	2110
339	2084
340	2083
341	2082
342	2080
343	2070
344	2065
345	2057
346	2037
347	2037
348	2022
349	2022
350	2005
351	2002
352	1999
353	1990
354	1984
355	1959
356	1957
357	1936
358	1934
359	1931
360	1928
361	1925
362	1921
363	1913
364	1910
365	1909
366	1901
367	1901
368	1881
369	1876
370	1873
371	1871
372	1869
373	1846
374	1830
375	1829
376	1827
377	1822
378	1820
379	1816
380	1808
381	1803
382	1797
383	1791
384	1785
385	1785
386	1782
387	1781
388	1775
389	1773
390	1770
391	1765
392	1746
393	1739
394	1738
395	1735
396	1715
397	1711
398	1690
399	1684
400	1684
401	1680
402	1675
403	1673
404	1669
405	1668
406	1659
407	1651
408	1648
409	1642
410	1638
411	1637
412	1632
413	1622
414	1621
415	1615
416	1614
417	1613
418	1606
419	1604
420	1589
421	1587
422	1586
423	1583
424	1570
425	1570
426	1569
427	1553
428	1549
429	1547
430	1546
431	1540
432	1539
433	1530
434	1526
435	1521
436	1514
437	1513
438	1511
439	1510
440	1510
441	1506
442	1502
443	1501
444	1494
445	1489
446	1487
447	1485
448	1473
449	1471
450	1458
451	1456
452	1455
453	1450
454	1440
455	1436
456	1434
457	1429
458	1428
459	1414
460	1413
461	1412
462	1411
463	1404
464	1402
465	1396
466	1394
467	1387
468	1385
469	1373
470	1369
471	1367
472	1361
473	1342
474	1332
475	1330
476	1329
477	1329
478	1327
479	1326
480	1315
481	1314
482	1312
483	1312
484	1309
485	1306
486	1305
487	1300
488	1299
489	1297
490	1289
491	1286
492	1285
493	1284
494	1273
495	1272
496	1271
497	1270
498	1264
499	1263
500	1262
501	1259
502	1258
503	1248
504	1247
505	1240
506	1239
507	1236
508	1234
509	1233
510	1232
511	1223
512	1223
513	1220
514	1209
515	1208
516	1207
517	1207
518	1201
519	1198
520	1190
521	1189
522	1189
523	1183
524	1183
525	1179
526	1174
527	1170
528	1169
529	1167
530	1159
531	1155
532	1152
533	1148
534	1142
535	1140
536	1136
537	1135
538	1134
539	1125
540	1124
541	1122
542	1121
543	1120
544	1119
545	1117
546	1117
547	1112
548	1101
549	1100
550	1089
551	1087
552	1084
553	1082
554	1082
555	1079
556	1078
557	1071
558	1069
559	1064
560	1061
561	1061
562	1059
563	1059
564	1058
565	1058
566	1057
567	1056
568	1050
569	1049
570	1049
571	1048
572	1046
573	1040
574	1039
575	1038
576	1037
577	1033
578	1028
579	1025
580	1023
581	1019
582	1019
583	1017
584	1017
585	1012
586	1011
587	1010
588	1009
589	1004
590	991
591	991
592	991
593	988
594	983
595	983
596	981
597	981
598	981
599	977
600	975
601	974
602	972
603	972
604	971
605	969
606	967
607	964
608	961
609	959
610	958
611	957
612	955
613	952
614	950
615	949
616	949
617	949
618	948
619	942
620	941
621	939
622	939
623	939
624	938
625	935
626	934
627	933
628	929
629	927
630	922
631	920
632	917
633	917
634	917
635	913
636	911
637	910
638	908
639	906
640	905
641	903
642	902
643	901
644	901
645	900
646	899
647	899
648	898
649	894
650	892
651	892
652	891
653	888
654	888
655	886
656	886
657	884
658	883
659	881
660	880
661	879
662	877
663	876
664	876
665	873
666	872
667	866
668	864
669	864
670	863
671	862
672	862
673	862
674	862
675	861
676	860
677	859
678	857
679	857
680	857
681	856
682	854
683	854
684	854
685	854
686	854
687	853
688	853
689	852
690	848
691	843
692	843
693	840
694	839
695	839
696	837
697	836
698	836
699	836
700	835
701	832
702	831
703	830
704	829
705	828
706	826
707	825
708	823
709	822
710	822
711	817
712	815
713	815
714	814
715	813
716	813
717	811
718	809
719	809
720	808
721	807
722	806
723	805
724	804
725	799
726	799
727	798
728	797
729	795
730	794
731	794
732	794
733	791
734	791
735	790
736	790
737	789
738	788
739	786
740	786
741	783
742	782
743	782
744	781
745	780
746	780
747	780
748	777
749	776
750	775
751	775
752	775
753	775
754	774
755	774
756	774
757	774
758	773
759	773
760	773
761	770
762	769
763	767
764	765
765	765
766	765
767	760
768	759
769	757
770	755
771	754
772	752
773	751
774	749
775	747
776	747
777	744
778	743
779	741
780	740
781	739
782	735
783	734
784	734
785	734
786	731
787	731
788	731
789	731
790	729
791	729
792	728
793	727
794	727
795	726
796	725
797	724
798	724
799	722
800	721
801	717
802	714
803	714
804	713
805	713
806	713
807	712
808	712
809	711
810	710
811	710
812	709
813	707
814	706
815	705
816	702
817	701
818	701
819	700
820	698
821	698
822	697
823	697
824	697
825	696
826	696
827	691
828	689
829	689
830	688
831	688
832	688
833	687
834	687
835	686
836	686
837	686
838	684
839	683
840	683
841	682
842	681
843	681
844	679
845	679
846	678
847	677
848	677
849	675
850	675
851	674
852	671
853	666
854	665
855	665
856	665
857	665
858	664
859	662
860	661
861	660
862	659
863	659
864	653
865	653
866	653
867	652
868	651
869	651
870	650
871	650
872	650
873	649
874	648
875	648
876	645
877	645
878	640
879	640
880	639
881	639
882	638
883	638
884	638
885	638
886	637
887	637
888	637
889	635
890	635
891	632
892	632
893	629
894	628
895	628
896	626
897	625
898	623
899	623
900	623
901	621
902	619
903	617
904	617
905	615
906	615
907	615
908	613
909	613
910	612
911	611
912	610
913	610
914	610
915	609
916	608
917	608
918	607
919	603
920	603
921	603
922	602
923	601
924	597
925	596
926	595
927	595
928	594
929	594
930	594
931	594
932	593
933	593
934	589
935	589
936	589
937	588
938	588
939	587
940	587
941	586
942	586
943	585
944	584
945	583
946	582
947	579
948	578
949	576
950	573
951	573
952	572
953	570
954	569
955	568
956	567
957	566
958	565
959	563
960	563
961	562
962	560
963	560
964	560
965	559
966	558
967	558
968	558
969	557
970	556
971	556
972	555
973	554
974	553
975	551
976	550
977	549
978	548
979	548
980	547
981	545
982	544
983	542
984	540
985	539
986	539
987	537
988	536
989	536
990	535
991	535
992	533
993	532
994	530
995	529
996	528
997	527
998	526
999	524
1000	523
1001	523
1002	523
1003	522
1004	522
1005	522
1006	521
1007	521
1008	520
1009	520
1010	519
1011	518
1012	517
1013	517
1014	517
1015	517
1016	516
1017	515
1018	515
1019	514
1020	514
1021	512
1022	512
1023	511
1024	509
1025	508
1026	507
1027	505
1028	502
1029	499
1030	499
1031	499
1032	497
1033	497
1034	496
1035	494
1036	494
1037	493
1038	492
1039	492
1040	492
1041	491
1042	491
1043	491
1044	489
1045	489
1046	487
1047	487
1048	487
1049	485
1050	485
1051	483
1052	483
1053	483
1054	481
1055	481
1056	480
1057	480
1058	480
1059	480
1060	479
1061	479
1062	478
1063	477
1064	477
1065	477
1066	475
1067	474
1068	474
1069	473
1070	473
1071	473
1072	472
1073	470
1074	470
1075	469
1076	469
1077	468
1078	468
1079	468
1080	468
1081	467
1082	467
1083	467
1084	467
1085	467
1086	467
1087	466
1088	466
1089	465
1090	465
1091	465
1092	465
1093	465
1094	465
1095	465
1096	464
1097	464
1098	464
1099	461
1100	459
1101	459
1102	458
1103	458
1104	457
1105	456
1106	455
1107	455
1108	454
1109	454
1110	454
1111	453
1112	453
1113	452
1114	452
1115	451
1116	450
1117	450
1118	450
1119	450
1120	449
1121	449
1122	448
1123	447
1124	447
1125	447
1126	446
1127	446
1128	445
1129	445
1130	444
1131	444
1132	443
1133	443
1134	442
1135	442
1136	442
1137	442
1138	441
1139	441
1140	441
1141	440
1142	440
1143	440
1144	440
1145	439
1146	439
1147	439
1148	438
1149	437
1150	436
1151	435
1152	434
1153	432
1154	432
1155	432
1156	431
1157	430
1158	429
1159	427
1160	427
1161	427
1162	426
1163	426
1164	425
1165	425
1166	424
1167	422
1168	422
1169	421
1170	420
1171	420
1172	420
1173	420
1174	418
1175	418
1176	417
1177	417
1178	416
1179	414
1180	413
1181	413
1182	413
1183	413
1184	413
1185	412
1186	412
1187	412
1188	412
1189	411
1190	411
1191	409
1192	409
1193	408
1194	408
1195	408
1196	407
1197	407
1198	407
1199	406
1200	405
1201	405
1202	405
1203	405
1204	405
1205	404
1206	404
1207	404
1208	403
1209	402
1210	401
1211	400
1212	399
1213	399
1214	398
1215	398
1216	395
1217	395
1218	394
1219	394
1220	393
1221	393
1222	393
1223	392
1224	392
1225	391
1226	390
1227	390
1228	390
1229	390
1230	388
1231	387
1232	386
1233	385
1234	385
1235	385
1236	384
1237	384
1238	384
1239	384
1240	384
1241	383
1242	383
1243	383
1244	383
1245	383
1246	382
1247	382
1248	382
1249	381
1250	381
1251	380
1252	380
1253	380
1254	379
1255	379
1256	379
1257	379
1258	379
1259	378
1260	378
1261	378
1262	378
1263	378
1264	377
1265	377
1266	377
1267	377
1268	377
1269	376
1270	374
1271	373
1272	372
1273	372
1274	372
1275	372
1276	370
1277	370
1278	370
1279	369
1280	368
1281	367
1282	367
1283	367
1284	367
1285	366
1286	366
1287	365
1288	365
1289	365
1290	364
1291	364
1292	364
1293	364
1294	363
1295	363
1296	363
1297	363
1298	361
1299	361
1300	361
1301	361
1302	361
1303	361
1304	361
1305	360
1306	359
1307	358
1308	357
1309	356
1310	356
1311	356
1312	355
1313	355
1314	354
1315	354
1316	354
1317	354
1318	354
1319	353
1320	353
1321	352
1322	352
1323	352
1324	352
1325	351
1326	351
1327	350
1328	350
1329	349
1330	349
1331	348
1332	348
1333	348
1334	348
1335	347
1336	347
1337	346
1338	346
1339	346
1340	345
1341	345
1342	344
1343	344
1344	344
1345	344
1346	344
1347	343
1348	342
1349	341
1350	341
1351	340
1352	340
1353	340
1354	339
1355	339
1356	338
1357	338
1358	338
1359	337
1360	337
1361	337
1362	337
1363	336
1364	335
1365	335
1366	335
1367	335
1368	334
1369	333
1370	333
1371	333
1372	332
1373	332
1374	331
1375	331
1376	331
1377	331
1378	331
1379	331
1380	330
1381	330
1382	330
1383	329
1384	329
1385	329
1386	328
1387	328
1388	326
1389	326
1390	326
1391	326
1392	325
1393	325
1394	325
1395	325
1396	325
1397	325
1398	324
1399	324
1400	324
1401	324
1402	324
1403	323
1404	323
1405	323
1406	323
1407	323
1408	323
1409	321
1410	321
1411	321
1412	320
1413	319
1414	319
1415	319
1416	319
1417	319
1418	318
1419	318
1420	318
1421	317
1422	317
1423	317
1424	317
1425	316
1426	316
1427	316
1428	315
1429	315
1430	315
1431	314
1432	314
1433	314
1434	313
1435	313
1436	313
1437	312
1438	312
1439	312
1440	312
1441	311
1442	311
1443	310
1444	310
1445	310
1446	310
1447	309
1448	309
1449	309
1450	309
1451	309
1452	309
1453	309
1454	308
1455	308
1456	308
1457	307
1458	307
1459	307
1460	307
1461	307
1462	307
1463	306
1464	305
1465	304
1466	304
1467	304
1468	304
1469	303
1470	303
1471	303
1472	303
1473	302
1474	302
1475	302
1476	302
1477	301
1478	301
1479	301
1480	301
1481	301
1482	301
1483	300
1484	299
1485	299
1486	297
1487	297
1488	297
1489	297
1490	297
1491	297
1492	296
1493	296
1494	295
1495	295
1496	295
1497	294
1498	294
1499	293
1500	293
1501	293
1502	293
1503	292
1504	292
1505	291
1506	291
1507	291
1508	290
1509	290
1510	290
1511	290
1512	290
1513	290
1514	289
1515	289
1516	289
1517	289
1518	288
1519	287
1520	287
1521	286
1522	286
1523	286
1524	285
1525	285
1526	284
1527	284
1528	284
1529	283
1530	283
1531	283
1532	282
1533	282
1534	282
1535	281
1536	281
1537	281
1538	281
1539	281
1540	280
1541	280
1542	279
1543	279
1544	279
1545	279
1546	279
1547	278
1548	278
1549	278
1550	278
1551	277
1552	277
1553	276
1554	276
1555	276
1556	276
1557	276
1558	276
1559	276
1560	275
1561	275
1562	275
1563	275
1564	274
1565	274
1566	274
1567	274
1568	274
1569	274
1570	274
1571	273
1572	273
1573	273
1574	273
1575	272
1576	272
1577	271
1578	271
1579	270
1580	270
1581	270
1582	269
1583	269
1584	268
1585	268
1586	268
1587	267
1588	267
1589	266
1590	266
1591	266
1592	266
1593	266
1594	266
1595	266
1596	265
1597	265
1598	265
1599	265
1600	265
1601	265
1602	265
1603	265
1604	265
1605	264
1606	264
1607	264
1608	264
1609	264
1610	264
1611	264
1612	263
1613	263
1614	263
1615	263
1616	263
1617	263
1618	262
1619	262
1620	261
1621	261
1622	261
1623	261
1624	260
1625	260
1626	260
1627	260
1628	260
1629	259
1630	259
1631	259
1632	258
1633	258
1634	258
1635	258
1636	257
1637	257
1638	257
1639	257
1640	257
1641	257
1642	256
1643	256
1644	256
1645	256
1646	256
1647	256
1648	255
1649	255
1650	254
1651	254
1652	254
1653	254
1654	254
1655	254
1656	254
1657	253
1658	253
1659	253
1660	253
1661	253
1662	253
1663	252
1664	252
1665	252
1666	252
1667	251
1668	251
1669	251
1670	250
1671	250
1672	249
1673	249
1674	249
1675	249
1676	249
1677	249
1678	249
1679	248
1680	248
1681	247
1682	247
1683	247
1684	247
1685	247
1686	247
1687	246
1688	246
1689	246
1690	246
1691	245
1692	245
1693	245
1694	245
1695	245
1696	244
1697	244
1698	244
1699	244
1700	243
1701	243
1702	242
1703	242
1704	242
1705	242
1706	242
1707	241
1708	241
1709	240
1710	240
1711	240
1712	240
1713	240
1714	239
1715	239
1716	239
1717	239
1718	239
1719	239
1720	239
1721	239
1722	239
1723	238
1724	237
1725	237
1726	237
1727	237
1728	237
1729	236
1730	235
1731	235
1732	235
1733	235
1734	235
1735	235
1736	235
1737	235
1738	235
1739	234
1740	233
1741	233
1742	232
1743	232
1744	232
1745	232
1746	232
1747	231
1748	231
1749	231
1750	231
1751	231
1752	230
1753	230
1754	230
1755	230
1756	230
1757	230
1758	230
1759	229
1760	229
1761	229
1762	229
1763	228
1764	228
1765	228
1766	228
1767	228
1768	228
1769	228
1770	227
1771	227
1772	227
1773	227
1774	227
1775	226
1776	226
1777	226
1778	226
1779	226
1780	226
1781	225
1782	225
1783	224
1784	224
1785	224
1786	224
1787	224
1788	224
1789	224
1790	224
1791	223
1792	223
1793	223
1794	223
1795	223
1796	223
1797	222
1798	222
1799	222
1800	222
1801	222
1802	222
1803	222
1804	222
1805	222
1806	222
1807	221
1808	221
1809	220
1810	220
1811	220
1812	220
1813	220
1814	220
1815	220
1816	220
1817	219
1818	219
1819	219
1820	219
1821	219
1822	218
1823	218
1824	218
1825	218
1826	218
1827	218
1828	218
1829	218
1830	217
1831	217
1832	217
1833	217
1834	217
1835	217
1836	217
1837	217
1838	217
1839	217
1840	217
1841	217
1842	216
1843	216
1844	216
1845	216
1846	216
1847	216
1848	216
1849	215
1850	215
1851	215
1852	215
1853	215
1854	215
1855	215
1856	214
1857	214
1858	214
1859	214
1860	214
1861	214
1862	214
1863	214
1864	214
1865	213
1866	213
1867	213
1868	213
1869	213
1870	213
1871	212
1872	212
1873	211
1874	211
1875	211
1876	211
1877	211
1878	210
1879	210
1880	209
1881	209
1882	209
1883	209
1884	209
1885	209
1886	209
1887	209
1888	209
1889	209
1890	209
1891	208
1892	208
1893	208
1894	208
1895	208
1896	208
1897	207
1898	207
1899	207
1900	207
1901	207
1902	207
1903	207
1904	206
1905	206
1906	206
1907	206
1908	206
1909	206
1910	205
1911	205
1912	205
1913	205
1914	205
1915	204
1916	204
1917	204
1918	204
1919	204
1920	204
1921	204
1922	203
1923	203
1924	203
1925	203
1926	203
1927	203
1928	203
1929	203
1930	203
1931	203
1932	202
1933	202
1934	202
1935	201
1936	200
1937	200
1938	200
1939	200
1940	199
1941	199
1942	198
1943	198
1944	198
1945	198
1946	198
1947	198
1948	198
1949	197
1950	197
1951	197
1952	197
1953	197
1954	197
1955	197
1956	197
1957	196
1958	196
1959	196
1960	196
1961	196
1962	195
1963	195
1964	195
1965	195
1966	195
1967	195
1968	194
1969	194
1970	194
1971	194
1972	194
1973	194
1974	194
1975	194
1976	194
1977	194
1978	194
1979	193
1980	193
1981	193
1982	193
1983	193
1984	193
1985	193
1986	193
1987	193
1988	193
1989	192
1990	192
1991	191
1992	191
1993	191
1994	191
1995	190
1996	190
1997	190
1998	190
1999	190
2000	189
2001	189
2002	189
2003	189
2004	189
2005	189
2006	189
2007	189
2008	188
2009	188
2010	188
2011	188
2012	187
2013	187
2014	187
2015	187
2016	187
2017	187
2018	186
2019	186
2020	186
2021	186
2022	186
2023	186
2024	186
2025	186
2026	186
2027	185
2028	185
2029	185
2030	185
2031	185
2032	185
2033	185
2034	185
2035	185
2036	185
2037	185
2038	185
2039	184
2040	184
2041	184
2042	184
2043	184
2044	184
2045	184
2046	184
2047	184
2048	184
2049	183
2050	183
2051	183
2052	183
2053	183
2054	183
2055	183
2056	183
2057	183
2058	182
2059	182
2060	182
2061	182
2062	181
2063	181
2064	181
2065	181
2066	181
2067	181
2068	181
2069	181
2070	181
2071	180
2072	180
2073	180
2074	180
2075	180
2076	180
2077	180
2078	180
2079	180
2080	180
2081	180
2082	180
2083	180
2084	180
2085	179
2086	179
2087	179
2088	179
2089	179
2090	179
2091	179
2092	179
2093	178
2094	178
2095	178
2096	178
2097	178
2098	178
2099	178
2100	178
2101	178
2102	177
2103	177
2104	177
2105	177
2106	176
2107	176
2108	176
2109	176
2110	176
2111	176
2112	176
2113	176
2114	176
2115	176
2116	175
2117	175
2118	175
2119	175
2120	174
2121	174
2122	174
2123	174
2124	174
2125	174
2126	173
2127	173
2128	173
2129	173
2130	173
2131	173
2132	173
2133	173
2134	173
2135	173
2136	173
2137	173
2138	172
2139	172
2140	172
2141	172
2142	172
2143	172
2144	172
2145	172
2146	172
2147	172
2148	172
2149	171
2150	171
2151	171
2152	171
2153	171
2154	171
2155	171
2156	171
2157	171
2158	171
2159	170
2160	170
2161	170
2162	170
2163	170
2164	170
2165	170
2166	170
2167	169
2168	169
2169	169
2170	168
2171	168
2172	168
2173	168
2174	168
2175	167
2176	167
2177	167
2178	167
2179	167
2180	167
2181	167
2182	167
2183	167
2184	167
2185	166
2186	166
2187	166
2188	166
2189	166
2190	166
2191	166
2192	166
2193	166
2194	166
2195	165
2196	165
2197	165
2198	165
2199	165
2200	165
2201	165
2202	165
2203	165
2204	164
2205	164
2206	164
2207	164
2208	164
2209	164
2210	164
2211	163
2212	163
2213	163
2214	163
2215	163
2216	162
2217	162
2218	162
2219	162
2220	162
2221	162
2222	162
2223	162
2224	162
2225	162
2226	162
2227	162
2228	162
2229	161
2230	161
2231	161
2232	161
2233	161
2234	161
2235	160
2236	160
2237	160
2238	160
2239	160
2240	160
2241	160
2242	160
2243	160
2244	160
2245	159
2246	159
2247	159
2248	159
2249	159
2250	159
2251	159
2252	159
2253	158
2254	158
2255	158
2256	158
2257	158
2258	158
2259	158
2260	158
2261	157
2262	157
2263	157
2264	157
2265	157
2266	157
2267	157
2268	156
2269	156
2270	156
2271	156
2272	156
2273	156
2274	156
2275	156
2276	156
2277	156
2278	156
2279	156
2280	155
2281	155
2282	155
2283	154
2284	154
2285	154
2286	154
2287	154
2288	154
2289	154
2290	154
2291	154
2292	154
2293	153
2294	153
2295	153
2296	153
2297	153
2298	153
2299	153
2300	153
2301	153
2302	152
2303	152
2304	152
2305	152
2306	152
2307	152
2308	151
2309	151
2310	151
2311	151
2312	151
2313	151
2314	151
2315	151
2316	151
2317	150
2318	150
2319	150
2320	150
2321	150
2322	150
2323	150
2324	150
2325	150
2326	149
2327	149
2328	149
2329	149
2330	149
2331	149
2332	149
2333	149
2334	148
2335	148
2336	148
2337	148
2338	148
2339	148
2340	147
2341	147
2342	147
2343	147
2344	147
2345	147
2346	147
2347	147
2348	147
2349	147
2350	147
2351	146
2352	146
2353	146
2354	146
2355	146
2356	146
2357	146
2358	146
2359	146
2360	145
2361	145
2362	145
2363	145
2364	145
2365	145
2366	145
2367	144
2368	144
2369	144
2370	144
2371	144
2372	143
2373	143
2374	143
2375	143
2376	143
2377	143
2378	143
2379	143
2380	143
2381	143
2382	142
2383	142
2384	142
2385	142
2386	142
2387	142
2388	142
2389	142
2390	142
2391	142
2392	142
2393	141
2394	141
2395	141
2396	141
2397	141
2398	141
2399	141
2400	141
2401	141
2402	141
2403	141
2404	140
2405	140
2406	140
2407	140
2408	140
2409	140
2410	140
2411	140
2412	140
2413	139
2414	139
2415	139
2416	139
2417	139
2418	139
2419	139
2420	139
2421	139
2422	139
2423	139
2424	139
2425	139
2426	138
2427	138
2428	138
2429	138
2430	138
2431	138
2432	138
2433	137
2434	137
2435	137
2436	137
2437	137
2438	137
2439	137
2440	137
2441	137
2442	137
2443	137
2444	137
2445	137
2446	137
2447	137
2448	137
2449	136
2450	136
2451	136
2452	136
2453	136
2454	136
2455	136
2456	136
2457	136
2458	136
2459	136
2460	136
2461	135
2462	135
2463	135
2464	135
2465	135
2466	135
2467	135
2468	135
2469	135
2470	135
2471	135
2472	135
2473	134
2474	134
2475	134
2476	134
2477	134
2478	134
2479	134
2480	134
2481	134
2482	134
2483	134
2484	134
2485	134
2486	134
2487	134
2488	133
2489	133
2490	133
2491	133
2492	133
2493	133
2494	133
2495	133
2496	133
2497	133
2498	133
2499	133
2500	133
2501	133
2502	133
2503	132
2504	132
2505	132
2506	132
2507	132
2508	132
2509	132
2510	132
2511	132
2512	131
2513	131
2514	131
2515	131
2516	131
2517	131
2518	131
2519	131
2520	131
2521	131
2522	131
2523	131
2524	131
2525	130
2526	130
2527	130
2528	130
2529	130
2530	130
2531	130
2532	130
2533	130
2534	129
2535	129
2536	129
2537	129
2538	129
2539	129
2540	129
2541	129
2542	129
2543	129
2544	128
2545	128
2546	128
2547	128
2548	128
2549	128
2550	128
2551	128
2552	128
2553	128
2554	128
2555	128
2556	128
2557	128
2558	127
2559	127
2560	127
2561	127
2562	127
2563	127
2564	127
2565	127
2566	127
2567	127
2568	127
2569	127
2570	127
2571	127
2572	127
2573	127
2574	127
2575	126
2576	126
2577	126
2578	126
2579	126
2580	126
2581	126
2582	126
2583	126
2584	126
2585	126
2586	126
2587	126
2588	125
2589	125
2590	125
2591	125
2592	125
2593	125
2594	125
2595	125
2596	125
2597	125
2598	125
2599	125
2600	125
2601	124
2602	124
2603	124
2604	124
2605	124
2606	123
2607	123
2608	123
2609	123
2610	123
2611	123
2612	123
2613	123
2614	123
2615	123
2616	123
2617	123
2618	123
2619	123
2620	122
2621	122
2622	122
2623	122
2624	122
2625	122
2626	121
2627	121
2628	121
2629	121
2630	121
2631	121
2632	121
2633	121
2634	121
2635	121
2636	121
2637	121
2638	120
2639	120
2640	120
2641	120
2642	120
2643	120
2644	120
2645	120
2646	120
2647	120
2648	120
2649	120
2650	120
2651	120
2652	120
2653	120
2654	119
2655	119
2656	119
2657	119
2658	119
2659	119
2660	119
2661	118
2662	118
2663	118
2664	118
2665	118
2666	118
2667	118
2668	118
2669	118
2670	118
2671	118
2672	117
2673	117
2674	117
2675	117
2676	117
2677	117
2678	117
2679	117
2680	117
2681	117
2682	117
2683	117
2684	117
2685	116
2686	116
2687	116
2688	116
2689	116
2690	116
2691	116
2692	116
2693	116
2694	116
2695	116
2696	116
2697	116
2698	115
2699	115
2700	115
2701	115
2702	115
2703	115
2704	115
2705	115
2706	115
2707	115
2708	115
2709	115
2710	115
2711	115
2712	115
2713	115
2714	115
2715	115
2716	114
2717	114
2718	114
2719	114
2720	114
2721	114
2722	114
2723	114
2724	114
2725	114
2726	114
2727	114
2728	114
2729	114
2730	114
2731	113
2732	113
2733	113
2734	113
2735	113
2736	113
2737	113
2738	113
2739	112
2740	112
2741	112
2742	112
2743	112
2744	112
2745	112
2746	112
2747	112
2748	112
2749	112
2750	112
2751	112
2752	112
2753	111
2754	111
2755	111
2756	111
2757	111
2758	111
2759	111
2760	111
2761	111
2762	111
2763	111
2764	111
2765	111
2766	111
2767	111
2768	111
2769	111
2770	111
2771	111
2772	111
2773	111
2774	110
2775	110
2776	110
2777	110
2778	110
2779	110
2780	110
2781	110
2782	110
2783	110
2784	110
2785	110
2786	110
2787	110
2788	110
2789	109
2790	109
2791	109
2792	109
2793	109
2794	109
2795	109
2796	109
2797	109
2798	109
2799	109
2800	109
2801	109
2802	109
2803	109
2804	109
2805	109
2806	109
2807	108
2808	108
2809	108
2810	108
2811	108
2812	108
2813	108
2814	108
2815	108
2816	108
2817	108
2818	108
2819	108
2820	108
2821	108
2822	107
2823	107
2824	107
2825	107
2826	107
2827	107
2828	107
2829	107
2830	107
2831	107
2832	107
2833	107
2834	107
2835	107
2836	106
2837	106
2838	106
2839	106
2840	106
2841	106
2842	106
2843	106
2844	106
2845	106
2846	106
2847	106
2848	105
2849	105
2850	105
2851	105
2852	105
2853	105
2854	105
2855	105
2856	105
2857	105
2858	105
2859	105
2860	104
2861	104
2862	104
2863	104
2864	104
2865	104
2866	104
2867	104
2868	104
2869	104
2870	104
2871	104
2872	104
2873	104
2874	104
2875	104
2876	104
2877	104
2878	104
2879	103
2880	103
2881	103
2882	103
2883	103
2884	103
2885	103
2886	103
2887	103
2888	103
2889	103
2890	103
2891	103
2892	103
2893	103
2894	103
2895	103
2896	103
2897	103
2898	102
2899	102
2900	102
2901	102
2902	102
2903	102
2904	102
2905	102
2906	102
2907	102
2908	102
2909	102
2910	102
2911	102
2912	102
2913	102
2914	102
2915	102
2916	102
2917	102
2918	102
2919	102
2920	102
2921	101
2922	101
2923	101
2924	101
2925	101
2926	101
2927	101
2928	101
2929	101
2930	101
2931	101
2932	101
2933	101
2934	100
2935	100
2936	100
2937	100
2938	100
2939	100
2940	100
2941	100
2942	100
2943	100
2944	100
2945	100
2946	100
2947	100
2948	99
2949	99
2950	99
2951	99
2952	99
2953	99
2954	99
2955	99
2956	99
2957	99
2958	99
2959	99
2960	99
2961	99
2962	99
2963	99
2964	99
2965	99
2966	99
2967	99
2968	98
2969	98
2970	98
2971	98
2972	98
2973	98
2974	98
2975	98
2976	98
2977	98
2978	98
2979	98
2980	97
2981	97
2982	97
2983	97
2984	97
2985	97
2986	97
2987	97
2988	97
2989	97
2990	97
2991	97
2992	97
2993	97
2994	97
2995	97
2996	97
2997	97
2998	97
2999	97
3000	97
3001	97
3002	96
3003	96
3004	96
3005	96
3006	96
3007	96
3008	96
3009	96
3010	96
3011	96
3012	96
3013	96
3014	96
3015	96
3016	96
3017	96
3018	96
3019	96
3020	95
3021	95
3022	95
3023	95
3024	95
3025	95
3026	95
3027	95
3028	95
3029	95
3030	95
3031	95
3032	95
3033	95
3034	95
3035	95
3036	95
3037	95
3038	95
3039	95
3040	95
3041	94
3042	94
3043	94
3044	94
3045	94
3046	94
3047	94
3048	94
3049	94
3050	94
3051	94
3052	94
3053	94
3054	94
3055	94
3056	94
3057	94
3058	94
3059	94
3060	94
3061	94
3062	93
3063	93
3064	93
3065	93
3066	93
3067	93
3068	93
3069	93
3070	93
3071	93
3072	93
3073	93
3074	93
3075	93
3076	93
3077	92
3078	92
3079	92
3080	92
3081	92
3082	92
3083	92
3084	92
3085	92
3086	92
3087	92
3088	92
3089	92
3090	92
3091	92
3092	92
3093	92
3094	92
3095	92
3096	92
3097	92
3098	92
3099	92
3100	91
3101	91
3102	91
3103	91
3104	91
3105	91
3106	91
3107	91
3108	91
3109	91
3110	91
3111	91
3112	91
3113	91
3114	91
3115	91
3116	91
3117	91
3118	90
3119	90
3120	90
3121	90
3122	90
3123	90
3124	90
3125	90
3126	90
3127	90
3128	90
3129	90
3130	90
3131	90
3132	90
3133	90
3134	90
3135	90
3136	90
3137	90
3138	90
3139	90
3140	90
3141	89
3142	89
3143	89
3144	89
3145	89
3146	89
3147	89
3148	89
3149	89
3150	89
3151	89
3152	89
3153	89
3154	89
3155	89
3156	89
3157	89
3158	89
3159	89
3160	89
3161	89
3162	89
3163	89
3164	89
3165	89
3166	89
3167	89
3168	89
3169	88
3170	88
3171	88
3172	88
3173	88
3174	88
3175	88
3176	88
3177	88
3178	88
3179	88
3180	88
3181	88
3182	88
3183	87
3184	87
3185	87
3186	87
3187	87
3188	87
3189	87
3190	87
3191	87
3192	87
3193	87
3194	87
3195	87
3196	87
3197	87
3198	87
3199	87
3200	87
3201	87
3202	87
3203	86
3204	86
3205	86
3206	86
3207	86
3208	86
3209	86
3210	86
3211	86
3212	86
3213	86
3214	86
3215	86
3216	86
3217	86
3218	86
3219	86
3220	86
3221	86
3222	86
3223	86
3224	86
3225	86
3226	86
3227	86
3228	85
3229	85
3230	85
3231	85
3232	85
3233	85
3234	85
3235	85
3236	85
3237	85
3238	85
3239	85
3240	85
3241	85
3242	85
3243	85
3244	85
3245	85
3246	85
3247	85
3248	85
3249	85
3250	84
3251	84
3252	84
3253	84
3254	84
3255	84
3256	84
3257	84
3258	84
3259	84
3260	84
3261	84
3262	84
3263	84
3264	84
3265	84
3266	84
3267	84
3268	84
3269	84
3270	84
3271	84
3272	84
3273	83
3274	83
3275	83
3276	83
3277	83
3278	83
3279	83
3280	83
3281	83
3282	83
3283	83
3284	83
3285	83
3286	83
3287	83
3288	83
3289	83
3290	83
3291	83
3292	83
3293	83
3294	82
3295	82
3296	82
3297	82
3298	82
3299	82
3300	82
3301	82
3302	82
3303	82
3304	82
3305	82
3306	82
3307	82
3308	82
3309	82
3310	82
3311	82
3312	82
3313	82
3314	82
3315	82
3316	82
3317	82
3318	82
3319	82
3320	82
3321	82
3322	82
3323	82
3324	81
3325	81
3326	81
3327	81
3328	81
3329	81
3330	81
3331	81
3332	81
3333	81
3334	81
3335	81
3336	81
3337	81
3338	81
3339	81
3340	81
3341	81
3342	81
3343	81
3344	81
3345	80
3346	80
3347	80
3348	80
3349	80
3350	80
3351	80
3352	80
3353	80
3354	80
3355	80
3356	80
3357	80
3358	80
3359	80
3360	80
3361	80
3362	80
3363	80
3364	80
3365	80
3366	80
3367	80
3368	79
3369	79
3370	79
3371	79
3372	79
3373	79
3374	79
3375	79
3376	79
3377	79
3378	79
3379	79
3380	79
3381	79
3382	79
3383	79
3384	79
3385	79
3386	78
3387	78
3388	78
3389	78
3390	78
3391	78
3392	78
3393	78
3394	78
3395	78
3396	78
3397	78
3398	78
3399	78
3400	78
3401	78
3402	78
3403	78
3404	78
3405	78
3406	78
3407	78
3408	78
3409	78
3410	78
3411	78
3412	78
3413	78
3414	78
3415	77
3416	77
3417	77
3418	77
3419	77
3420	77
3421	77
3422	77
3423	77
3424	77
3425	77
3426	77
3427	77
3428	77
3429	77
3430	77
3431	77
3432	77
3433	77
3434	77
3435	77
3436	77
3437	77
3438	77
3439	77
3440	77
3441	77
3442	77
3443	76
3444	76
3445	76
3446	76
3447	76
3448	76
3449	76
3450	76
3451	76
3452	76
3453	76
3454	76
3455	76
3456	76
3457	76
3458	76
3459	76
3460	76
3461	76
3462	76
3463	75
3464	75
3465	75
3466	75
3467	75
3468	75
3469	75
3470	75
3471	75
3472	75
3473	75
3474	75
3475	75
3476	75
3477	75
3478	75
3479	75
3480	75
3481	75
3482	75
3483	75
3484	75
3485	75
3486	75
3487	75
3488	75
3489	75
3490	75
3491	75
3492	75
3493	75
3494	75
3495	75
3496	75
3497	75
3498	74
3499	74
3500	74
3501	74
3502	74
3503	74
3504	74
3505	74
3506	74
3507	74
3508	74
3509	74
3510	74
3511	74
3512	74
3513	74
3514	73
3515	73
3516	73
3517	73
3518	73
3519	73
3520	73
3521	73
3522	73
3523	73
3524	73
3525	73
3526	73
3527	73
3528	73
3529	73
3530	73
3531	73
3532	73
3533	73
3534	73
3535	73
3536	73
3537	73
3538	73
3539	73
3540	73
3541	73
3542	73
3543	73
3544	73
3545	73
3546	73
3547	73
3548	73
3549	72
3550	72
3551	72
3552	72
3553	72
3554	72
3555	72
3556	72
3557	72
3558	72
3559	72
3560	72
3561	72
3562	72
3563	72
3564	72
3565	72
3566	72
3567	72
3568	72
3569	72
3570	72
3571	72
3572	72
3573	72
3574	72
3575	72
3576	72
3577	72
3578	72
3579	72
3580	72
3581	72
3582	72
3583	72
3584	72
3585	72
3586	71
3587	71
3588	71
3589	71
3590	71
3591	71
3592	71
3593	71
3594	71
3595	71
3596	71
3597	71
3598	71
3599	71
3600	71
3601	71
3602	71
3603	71
3604	71
3605	71
3606	71
3607	71
3608	71
3609	71
3610	71
3611	70
3612	70
3613	70
3614	70
3615	70
3616	70
3617	70
3618	70
3619	70
3620	70
3621	70
3622	70
3623	70
3624	70
3625	70
3626	70
3627	70
3628	70
3629	70
3630	70
3631	70
3632	70
3633	70
3634	70
3635	70
3636	70
3637	70
3638	70
3639	70
3640	70
3641	70
3642	70
3643	70
3644	70
3645	70
3646	70
3647	70
3648	69
3649	69
3650	69
3651	69
3652	69
3653	69
3654	69
3655	69
3656	69
3657	69
3658	69
3659	69
3660	69
3661	69
3662	69
3663	69
3664	69
3665	69
3666	69
3667	69
3668	69
3669	69
3670	69
3671	69
3672	69
3673	69
3674	69
3675	69
3676	69
3677	69
3678	69
3679	69
3680	69
3681	69
3682	69
3683	69
3684	69
3685	69
3686	69
3687	69
3688	69
3689	68
3690	68
3691	68
3692	68
3693	68
3694	68
3695	68
3696	68
3697	68
3698	68
3699	68
3700	68
3701	68
3702	68
3703	68
3704	68
3705	68
3706	68
3707	68
3708	68
3709	68
3710	68
3711	68
3712	68
3713	68
3714	68
3715	68
3716	68
3717	68
3718	68
3719	68
3720	68
3721	68
3722	68
3723	68
3724	68
3725	67
3726	67
3727	67
3728	67
3729	67
3730	67
3731	67
3732	67
3733	67
3734	67
3735	67
3736	67
3737	67
3738	67
3739	67
3740	67
3741	67
3742	67
3743	67
3744	67
3745	67
3746	67
3747	67
3748	67
3749	66
3750	66
3751	66
3752	66
3753	66
3754	66
3755	66
3756	66
3757	66
3758	66
3759	66
3760	66
3761	66
3762	66
3763	66
3764	66
3765	66
3766	66
3767	66
3768	66
3769	66
3770	66
3771	66
3772	66
3773	66
3774	66
3775	66
3776	66
3777	66
3778	66
3779	66
3780	66
3781	66
3782	66
3783	66
3784	65
3785	65
3786	65
3787	65
3788	65
3789	65
3790	65
3791	65
3792	65
3793	65
3794	65
3795	65
3796	65
3797	65
3798	65
3799	65
3800	65
3801	65
3802	65
3803	65
3804	65
3805	65
3806	65
3807	65
3808	65
3809	65
3810	65
3811	65
3812	65
3813	65
3814	65
3815	65
3816	64
3817	64
3818	64
3819	64
3820	64
3821	64
3822	64
3823	64
3824	64
3825	64
3826	64
3827	64
3828	64
3829	64
3830	64
3831	64
3832	64
3833	64
3834	64
3835	64
3836	64
3837	64
3838	64
3839	64
3840	64
3841	64
3842	64
3843	63
3844	63
3845	63
3846	63
3847	63
3848	63
3849	63
3850	63
3851	63
3852	63
3853	63
3854	63
3855	63
3856	63
3857	63
3858	63
3859	63
3860	63
3861	63
3862	63
3863	63
3864	63
3865	63
3866	63
3867	63
3868	63
3869	63
3870	63
3871	63
3872	63
3873	63
3874	63
3875	63
3876	63
3877	63
3878	63
3879	63
3880	63
3881	63
3882	63
3883	63
3884	62
3885	62
3886	62
3887	62
3888	62
3889	62
3890	62
3891	62
3892	62
3893	62
3894	62
3895	62
3896	62
3897	62
3898	62
3899	62
3900	62
3901	62
3902	62
3903	62
3904	62
3905	62
3906	62
3907	62
3908	62
3909	62
3910	62
3911	62
3912	62
3913	62
3914	62
3915	62
3916	62
3917	62
3918	62
3919	61
3920	61
3921	61
3922	61
3923	61
3924	61
3925	61
3926	61
3927	61
3928	61
3929	61
3930	61
3931	61
3932	61
3933	61
3934	61
3935	61
3936	61
3937	61
3938	61
3939	61
3940	61
3941	61
3942	61
3943	61
3944	61
3945	61
3946	61
3947	61
3948	61
3949	61
3950	61
3951	61
3952	61
3953	60
3954	60
3955	60
3956	60
3957	60
3958	60
3959	60
3960	60
3961	60
3962	60
3963	60
3964	60
3965	60
3966	60
3967	60
3968	60
3969	60
3970	60
3971	60
3972	60
3973	60
3974	60
3975	60
3976	60
3977	60
3978	60
3979	60
3980	60
3981	60
3982	60
3983	60
3984	60
3985	60
3986	60
3987	60
3988	60
3989	60
3990	60
3991	60
3992	60
3993	60
3994	60
3995	60
3996	59
3997	59
3998	59
3999	59
4000	59
4001	59
4002	59
4003	59
4004	59
4005	59
4006	59
4007	59
4008	59
4009	59
4010	59
4011	59
4012	59
4013	59
4014	59
4015	59
4016	59
4017	59
4018	59
4019	59
4020	59
4021	59
4022	59
4023	59
4024	59
4025	59
4026	59
4027	59
4028	59
4029	59
4030	59
4031	59
4032	59
4033	59
4034	59
4035	59
4036	59
4037	59
4038	59
4039	59
4040	59
4041	58
4042	58
4043	58
4044	58
4045	58
4046	58
4047	58
4048	58
4049	58
4050	58
4051	58
4052	58
4053	58
4054	58
4055	58
4056	58
4057	58
4058	58
4059	58
4060	58
4061	58
4062	58
4063	58
4064	58
4065	58
4066	58
4067	58
4068	58
4069	58
4070	58
4071	58
4072	58
4073	58
4074	58
4075	58
4076	58
4077	58
4078	58
4079	58
4080	58
4081	57
4082	57
4083	57
4084	57
4085	57
4086	57
4087	57
4088	57
4089	57
4090	57
4091	57
4092	57
4093	57
4094	57
4095	57
4096	57
4097	57
4098	57
4099	57
4100	57
4101	57
4102	57
4103	57
4104	57
4105	57
4106	57
4107	57
4108	57
4109	57
4110	57
4111	57
4112	57
4113	57
4114	57
4115	57
4116	56
4117	56
4118	56
4119	56
4120	56
4121	56
4122	56
4123	56
4124	56
4125	56
4126	56
4127	56
4128	56
4129	56
4130	56
4131	56
4132	56
4133	56
4134	56
4135	56
4136	56
4137	56
4138	56
4139	56
4140	56
4141	56
4142	56
4143	56
4144	56
4145	56
4146	56
4147	56
4148	56
4149	56
4150	56
4151	56
4152	56
4153	56
4154	56
4155	56
4156	56
4157	56
4158	56
4159	56
4160	56
4161	56
4162	56
4163	56
4164	56
4165	56
4166	56
4167	56
4168	55
4169	55
4170	55
4171	55
4172	55
4173	55
4174	55
4175	55
4176	55
4177	55
4178	55
4179	55
4180	55
4181	55
4182	55
4183	55
4184	55
4185	55
4186	55
4187	55
4188	55
4189	55
4190	55
4191	55
4192	55
4193	55
4194	55
4195	55
4196	55
4197	55
4198	55
4199	55
4200	55
4201	55
4202	55
4203	55
4204	55
4205	55
4206	55
4207	55
4208	55
4209	54
4210	54
4211	54
4212	54
4213	54
4214	54
4215	54
4216	54
4217	54
4218	54
4219	54
4220	54
4221	54
4222	54
4223	54
4224	54
4225	54
4226	54
4227	54
4228	54
4229	54
4230	54
4231	54
4232	54
4233	54
4234	54
4235	54
4236	54
4237	54
4238	54
4239	54
4240	54
4241	54
4242	54
4243	54
4244	54
4245	54
4246	53
4247	53
4248	53
4249	53
4250	53
4251	53
4252	53
4253	53
4254	53
4255	53
4256	53
4257	53
4258	53
4259	53
4260	53
4261	53
4262	53
4263	53
4264	53
4265	53
4266	53
4267	53
4268	53
4269	53
4270	53
4271	53
4272	53
4273	53
4274	53
4275	53
4276	53
4277	53
4278	53
4279	53
4280	53
4281	53
4282	53
4283	53
4284	53
4285	53
4286	53
4287	53
4288	53
4289	53
4290	53
4291	53
4292	53
4293	53
4294	53
4295	53
4296	52
4297	52
4298	52
4299	52
4300	52
4301	52
4302	52
4303	52
4304	52
4305	52
4306	52
4307	52
4308	52
4309	52
4310	52
4311	52
4312	52
4313	52
4314	52
4315	52
4316	52
4317	52
4318	52
4319	52
4320	52
4321	52
4322	52
4323	52
4324	52
4325	52
4326	52
4327	52
4328	52
4329	52
4330	52
4331	52
4332	52
4333	52
4334	52
4335	52
4336	52
4337	52
4338	52
4339	52
4340	52
4341	52
4342	52
4343	52
4344	52
4345	52
4346	52
4347	52
4348	52
4349	51
4350	51
4351	51
4352	51
4353	51
4354	51
4355	51
4356	51
4357	51
4358	51
4359	51
4360	51
4361	51
4362	51
4363	51
4364	51
4365	51
4366	51
4367	51
4368	51
4369	51
4370	51
4371	51
4372	51
4373	51
4374	51
4375	51
4376	51
4377	51
4378	51
4379	51
4380	51
4381	51
4382	51
4383	51
4384	51
4385	51
4386	51
4387	51
4388	51
4389	51
4390	51
4391	51
4392	51
4393	51
4394	51
4395	51
4396	51
4397	51
4398	51
4399	51
4400	50
4401	50
4402	50
4403	50
4404	50
4405	50
4406	50
4407	50
4408	50
4409	50
4410	50
4411	50
4412	50
4413	50
4414	50
4415	50
4416	50
4417	50
4418	50
4419	50
4420	50
4421	50
4422	50
4423	50
4424	50
4425	50
4426	50
4427	50
4428	50
4429	50
4430	50
4431	50
4432	50
4433	50
4434	50
4435	50
4436	50
4437	50
4438	49
4439	49
4440	49
4441	49
4442	49
4443	49
4444	49
4445	49
4446	49
4447	49
4448	49
4449	49
4450	49
4451	49
4452	49
4453	49
4454	49
4455	49
4456	49
4457	49
4458	49
4459	49
4460	49
4461	49
4462	49
4463	49
4464	49
4465	49
4466	49
4467	49
4468	49
4469	49
4470	49
4471	49
4472	49
4473	49
4474	49
4475	49
4476	49
4477	49
4478	49
4479	49
4480	49
4481	49
4482	49
4483	49
4484	49
4485	49
4486	49
4487	49
4488	49
4489	49
4490	49
4491	49
4492	48
4493	48
4494	48
4495	48
4496	48
4497	48
4498	48
4499	48
4500	48
4501	48
4502	48
4503	48
4504	48
4505	48
4506	48
4507	48
4508	48
4509	48
4510	48
4511	48
4512	48
4513	48
4514	48
4515	48
4516	48
4517	48
4518	48
4519	48
4520	48
4521	48
4522	48
4523	48
4524	48
4525	48
4526	48
4527	48
4528	48
4529	48
4530	48
4531	48
4532	48
4533	48
4534	48
4535	48
4536	48
4537	48
4538	48
4539	48
4540	48
4541	48
4542	48
4543	48
4544	48
4545	48
4546	47
4547	47
4548	47
4549	47
4550	47
4551	47
4552	47
4553	47
4554	47
4555	47
4556	47
4557	47
4558	47
4559	47
4560	47
4561	47
4562	47
4563	47
4564	47
4565	47
4566	47
4567	47
4568	47
4569	47
4570	47
4571	47
4572	47
4573	47
4574	47
4575	47
4576	47
4577	47
4578	47
4579	47
4580	47
4581	47
4582	47
4583	47
4584	47
4585	47
4586	47
4587	47
4588	47
4589	47
4590	47
4591	47
4592	47
4593	47
4594	47
4595	47
4596	47
4597	47
4598	47
4599	47
4600	46
4601	46
4602	46
4603	46
4604	46
4605	46
4606	46
4607	46
4608	46
4609	46
4610	46
4611	46
4612	46
4613	46
4614	46
4615	46
4616	46
4617	46
4618	46
4619	46
4620	46
4621	46
4622	46
4623	46
4624	46
4625	46
4626	46
4627	46
4628	46
4629	46
4630	46
4631	46
4632	46
4633	46
4634	46
4635	46
4636	46
4637	46
4638	46
4639	46
4640	46
4641	46
4642	46
4643	46
4644	46
4645	46
4646	46
4647	46
4648	46
4649	46
4650	46
4651	46
4652	46
4653	46
4654	46
4655	46
4656	45
4657	45
4658	45
4659	45
4660	45
4661	45
4662	45
4663	45
4664	45
4665	45
4666	45
4667	45
4668	45
4669	45
4670	45
4671	45
4672	45
4673	45
4674	45
4675	45
4676	45
4677	45
4678	45
4679	45
4680	45
4681	45
4682	45
4683	45
4684	45
4685	45
4686	45
4687	45
4688	45
4689	45
4690	45
4691	45
4692	45
4693	45
4694	45
4695	45
4696	45
4697	45
4698	45
4699	45
4700	45
4701	45
4702	44
4703	44
4704	44
4705	44
4706	44
4707	44
4708	44
4709	44
4710	44
4711	44
4712	44
4713	44
4714	44
4715	44
4716	44
4717	44
4718	44
4719	44
4720	44
4721	44
4722	44
4723	44
4724	44
4725	44
4726	44
4727	44
4728	44
4729	44
4730	44
4731	44
4732	44
4733	44
4734	44
4735	44
4736	44
4737	44
4738	44
4739	44
4740	44
4741	44
4742	44
4743	44
4744	44
4745	44
4746	44
4747	44
4748	44
4749	44
4750	44
4751	44
4752	44
4753	44
4754	44
4755	44
4756	44
4757	44
4758	44
4759	44
4760	44
4761	44
4762	44
4763	44
4764	44
4765	44
4766	43
4767	43
4768	43
4769	43
4770	43
4771	43
4772	43
4773	43
4774	43
4775	43
4776	43
4777	43
4778	43
4779	43
4780	43
4781	43
4782	43
4783	43
4784	43
4785	43
4786	43
4787	43
4788	43
4789	43
4790	43
4791	43
4792	43
4793	43
4794	43
4795	43
4796	43
4797	43
4798	43
4799	43
4800	43
4801	43
4802	43
4803	43
4804	43
4805	43
4806	43
4807	43
4808	43
4809	43
4810	43
4811	43
4812	43
4813	43
4814	43
4815	43
4816	43
4817	43
4818	43
4819	43
4820	43
4821	43
4822	43
4823	43
4824	43
4825	43
4826	43
4827	43
4828	43
4829	43
4830	43
4831	43
4832	43
4833	43
4834	43
4835	43
4836	43
4837	43
4838	43
4839	43
4840	43
4841	42
4842	42
4843	42
4844	42
4845	42
4846	42
4847	42
4848	42
4849	42
4850	42
4851	42
4852	42
4853	42
4854	42
4855	42
4856	42
4857	42
4858	42
4859	42
4860	42
4861	42
4862	42
4863	42
4864	42
4865	42
4866	42
4867	42
4868	42
4869	42
4870	42
4871	42
4872	42
4873	42
4874	42
4875	42
4876	42
4877	42
4878	42
4879	42
4880	42
4881	42
4882	42
4883	42
4884	42
4885	42
4886	42
4887	42
4888	42
4889	42
4890	42
4891	42
4892	42
4893	42
4894	42
4895	42
4896	42
4897	42
4898	42
4899	42
4900	41
4901	41
4902	41
4903	41
4904	41
4905	41
4906	41
4907	41
4908	41
4909	41
4910	41
4911	41
4912	41
4913	41
4914	41
4915	41
4916	41
4917	41
4918	41
4919	41
4920	41
4921	41
4922	41
4923	41
4924	41
4925	41
4926	41
4927	41
4928	41
4929	41
4930	41
4931	41
4932	41
4933	41
4934	41
4935	41
4936	41
4937	41
4938	41
4939	41
4940	41
4941	41
4942	41
4943	41
4944	41
4945	41
4946	41
4947	41
4948	41
4949	41
4950	41
4951	41
4952	41
4953	41
4954	41
4955	41
4956	41
4957	41
4958	41
4959	41
4960	41
4961	41
4962	41
4963	41
4964	41
4965	41
4966	41
4967	41
4968	41
4969	41
4970	41
4971	41
4972	40
4973	40
4974	40
4975	40
4976	40
4977	40
4978	40
4979	40
4980	40
4981	40
4982	40
4983	40
4984	40
4985	40
4986	40
4987	40
4988	40
4989	40
4990	40
4991	40
4992	40
4993	40
4994	40
4995	40
4996	40
4997	40
4998	40
4999	40
5000	40
5001	40
5002	40
5003	40
5004	40
5005	40
5006	40
5007	40
5008	40
5009	40
5010	40
5011	40
5012	40
5013	40
5014	40
5015	40
5016	40
5017	40
5018	40
5019	40
5020	40
5021	40
5022	40
5023	40
5024	40
5025	40
5026	40
5027	40
5028	40
5029	40
5030	40
5031	40
5032	40
5033	40
5034	40
5035	40
5036	40
5037	40
5038	40
5039	39
5040	39
5041	39
5042	39
5043	39
5044	39
5045	39
5046	39
5047	39
5048	39
5049	39
5050	39
5051	39
5052	39
5053	39
5054	39
5055	39
5056	39
5057	39
5058	39
5059	39
5060	39
5061	39
5062	39
5063	39
5064	39
5065	39
5066	39
5067	39
5068	39
5069	39
5070	39
5071	39
5072	39
5073	39
5074	39
5075	39
5076	39
5077	39
5078	39
5079	39
5080	39
5081	39
5082	39
5083	39
5084	39
5085	39
5086	39
5087	39
5088	39
5089	39
5090	39
5091	39
5092	39
5093	39
5094	39
5095	39
5096	39
5097	39
5098	39
5099	39
5100	39
5101	39
5102	39
5103	39
5104	39
5105	39
5106	39
5107	39
5108	38
5109	38
5110	38
5111	38
5112	38
5113	38
5114	38
5115	38
5116	38
5117	38
5118	38
5119	38
5120	38
5121	38
5122	38
5123	38
5124	38
5125	38
5126	38
5127	38
5128	38
5129	38
5130	38
5131	38
5132	38
5133	38
5134	38
5135	38
5136	38
5137	38
5138	38
5139	38
5140	38
5141	38
5142	38
5143	38
5144	38
5145	38
5146	38
5147	38
5148	38
5149	38
5150	38
5151	38
5152	38
5153	38
5154	38
5155	38
5156	38
5157	38
5158	38
5159	38
5160	38
5161	38
5162	38
5163	38
5164	38
5165	38
5166	38
5167	38
5168	38
5169	38
5170	38
5171	38
5172	38
5173	38
5174	38
5175	38
5176	38
5177	38
5178	38
5179	38
5180	38
5181	38
5182	38
5183	38
5184	38
5185	38
5186	38
5187	38
5188	38
5189	38
5190	38
5191	38
5192	38
5193	37
5194	37
5195	37
5196	37
5197	37
5198	37
5199	37
5200	37
5201	37
5202	37
5203	37
5204	37
5205	37
5206	37
5207	37
5208	37
5209	37
5210	37
5211	37
5212	37
5213	37
5214	37
5215	37
5216	37
5217	37
5218	37
5219	37
5220	37
5221	37
5222	37
5223	37
5224	37
5225	37
5226	37
5227	37
5228	37
5229	37
5230	37
5231	37
5232	37
5233	37
5234	37
5235	37
5236	37
5237	37
5238	37
5239	37
5240	37
5241	37
5242	37
5243	37
5244	37
5245	37
5246	37
5247	37
5248	37
5249	37
5250	37
5251	37
5252	37
5253	37
5254	37
5255	37
5256	37
5257	37
5258	37
5259	37
5260	37
5261	37
5262	37
5263	36
5264	36
5265	36
5266	36
5267	36
5268	36
5269	36
5270	36
5271	36
5272	36
5273	36
5274	36
5275	36
5276	36
5277	36
5278	36
5279	36
5280	36
5281	36
5282	36
5283	36
5284	36
5285	36
5286	36
5287	36
5288	36
5289	36
5290	36
5291	36
5292	36
5293	36
5294	36
5295	36
5296	36
5297	36
5298	36
5299	36
5300	36
5301	36
5302	36
5303	36
5304	36
5305	36
5306	36
5307	36
5308	36
5309	36
5310	36
5311	36
5312	36
5313	36
5314	36
5315	36
5316	36
5317	36
5318	36
5319	36
5320	36
5321	36
5322	36
5323	36
5324	36
5325	36
5326	36
5327	36
5328	36
5329	36
5330	36
5331	36
5332	36
5333	36
5334	36
5335	36
5336	36
5337	36
5338	36
5339	36
5340	36
5341	36
5342	36
5343	36
5344	36
5345	36
5346	36
5347	36
5348	36
5349	36
5350	36
5351	36
5352	36
5353	36
5354	36
5355	36
5356	35
5357	35
5358	35
5359	35
5360	35
5361	35
5362	35
5363	35
5364	35
5365	35
5366	35
5367	35
5368	35
5369	35
5370	35
5371	35
5372	35
5373	35
5374	35
5375	35
5376	35
5377	35
5378	35
5379	35
5380	35
5381	35
5382	35
5383	35
5384	35
5385	35
5386	35
5387	35
5388	35
5389	35
5390	35
5391	35
5392	35
5393	35
5394	35
5395	35
5396	35
5397	35
5398	35
5399	35
5400	35
5401	35
5402	35
5403	35
5404	35
5405	35
5406	35
5407	35
5408	35
5409	35
5410	35
5411	35
5412	35
5413	35
5414	35
5415	35
5416	35
5417	35
5418	35
5419	35
5420	35
5421	35
5422	35
5423	35
5424	35
5425	35
5426	35
5427	35
5428	35
5429	35
5430	35
5431	35
5432	35
5433	35
5434	35
5435	35
5436	35
5437	35
5438	35
5439	34
5440	34
5441	34
5442	34
5443	34
5444	34
5445	34
5446	34
5447	34
5448	34
5449	34
5450	34
5451	34
5452	34
5453	34
5454	34
5455	34
5456	34
5457	34
5458	34
5459	34
5460	34
5461	34
5462	34
5463	34
5464	34
5465	34
5466	34
5467	34
5468	34
5469	34
5470	34
5471	34
5472	34
5473	34
5474	34
5475	34
5476	34
5477	34
5478	34
5479	34
5480	34
5481	34
5482	34
5483	34
5484	34
5485	34
5486	34
5487	34
5488	34
5489	34
5490	34
5491	34
5492	34
5493	34
5494	34
5495	34
5496	34
5497	34
5498	34
5499	34
5500	34
5501	34
5502	34
5503	34
5504	34
5505	34
5506	34
5507	34
5508	34
5509	34
5510	34
5511	34
5512	34
5513	34
5514	34
5515	34
5516	34
5517	34
5518	34
5519	34
5520	34
5521	34
5522	34
5523	34
5524	34
5525	34
5526	34
5527	34
5528	34
5529	34
5530	34
5531	34
5532	34
5533	33
5534	33
5535	33
5536	33
5537	33
5538	33
5539	33
5540	33
5541	33
5542	33
5543	33
5544	33
5545	33
5546	33
5547	33
5548	33
5549	33
5550	33
5551	33
5552	33
5553	33
5554	33
5555	33
5556	33
5557	33
5558	33
5559	33
5560	33
5561	33
5562	33
5563	33
5564	33
5565	33
5566	33
5567	33
5568	33
5569	33
5570	33
5571	33
5572	33
5573	33
5574	33
5575	33
5576	33
5577	33
5578	33
5579	33
5580	33
5581	33
5582	33
5583	33
5584	33
5585	33
5586	33
5587	33
5588	33
5589	33
5590	33
5591	33
5592	33
5593	33
5594	33
5595	33
5596	33
5597	33
5598	33
5599	33
5600	33
5601	33
5602	33
5603	33
5604	33
5605	33
5606	33
5607	33
5608	33
5609	33
5610	33
5611	33
5612	33
5613	33
5614	33
5615	33
5616	33
5617	33
5618	33
5619	33
5620	33
5621	33
5622	33
5623	32
5624	32
5625	32
5626	32
5627	32
5628	32
5629	32
5630	32
5631	32
5632	32
5633	32
5634	32
5635	32
5636	32
5637	32
5638	32
5639	32
5640	32
5641	32
5642	32
5643	32
5644	32
5645	32
5646	32
5647	32
5648	32
5649	32
5650	32
5651	32
5652	32
5653	32
5654	32
5655	32
5656	32
5657	32
5658	32
5659	32
5660	32
5661	32
5662	32
5663	32
5664	32
5665	32
5666	32
5667	32
5668	32
5669	32
5670	32
5671	32
5672	32
5673	32
5674	32
5675	32
5676	32
5677	32
5678	32
5679	32
5680	32
5681	32
5682	32
5683	32
5684	32
5685	32
5686	32
5687	32
5688	32
5689	32
5690	32
5691	32
5692	32
5693	32
5694	32
5695	32
5696	32
5697	32
5698	32
5699	32
5700	32
5701	32
5702	32
5703	32
5704	32
5705	32
5706	32
5707	32
5708	32
5709	32
5710	32
5711	32
5712	32
5713	32
5714	32
5715	32
5716	32
5717	32
5718	32
5719	32
5720	32
5721	32
5722	32
5723	32
5724	31
5725	31
5726	31
5727	31
5728	31
5729	31
5730	31
5731	31
5732	31
5733	31
5734	31
5735	31
5736	31
5737	31
5738	31
5739	31
5740	31
5741	31
5742	31
5743	31
5744	31
5745	31
5746	31
5747	31
5748	31
5749	31
5750	31
5751	31
5752	31
5753	31
5754	31
5755	31
5756	31
5757	31
5758	31
5759	31
5760	31
5761	31
5762	31
5763	31
5764	31
5765	31
5766	31
5767	31
5768	31
5769	31
5770	31
5771	31
5772	31
5773	31
5774	31
5775	31
5776	31
5777	31
5778	31
5779	31
5780	31
5781	31
5782	31
5783	31
5784	31
5785	31
5786	31
5787	31
5788	31
5789	31
5790	31
5791	31
5792	31
5793	31
5794	31
5795	31
5796	31
5797	31
5798	31
5799	31
5800	31
5801	31
5802	31
5803	31
5804	31
5805	31
5806	31
5807	31
5808	31
5809	31
5810	31
5811	31
5812	31
5813	31
5814	31
5815	31
5816	31
5817	31
5818	31
5819	31
5820	31
5821	31
5822	31
5823	31
5824	31
5825	31
5826	31
5827	31
5828	30
5829	30
5830	30
5831	30
5832	30
5833	30
5834	30
5835	30
5836	30
5837	30
5838	30
5839	30
5840	30
5841	30
5842	30
5843	30
5844	30
5845	30
5846	30
5847	30
5848	30
5849	30
5850	30
5851	30
5852	30
5853	30
5854	30
5855	30
5856	30
5857	30
5858	30
5859	30
5860	30
5861	30
5862	30
5863	30
5864	30
5865	30
5866	30
5867	30
5868	30
5869	30
5870	30
5871	30
5872	30
5873	30
5874	30
5875	30
5876	30
5877	30
5878	30
5879	30
5880	30
5881	30
5882	30
5883	30
5884	30
5885	30
5886	30
5887	30
5888	30
5889	30
5890	30
5891	30
5892	30
5893	30
5894	30
5895	30
5896	30
5897	30
5898	30
5899	30
5900	30
5901	30
5902	30
5903	30
5904	30
5905	30
5906	30
5907	30
5908	30
5909	30
5910	30
5911	30
5912	30
5913	30
5914	30
5915	30
5916	30
5917	30
5918	30
5919	30
5920	30
5921	30
5922	30
5923	30
5924	30
5925	30
5926	30
5927	30
5928	30
5929	30
5930	30
5931	30
5932	30
5933	30
5934	30
5935	30
5936	30
