0	374165
1	230269
2	224541
3	219389
4	121781
5	100803
6	91352
7	88693
8	81147
9	49875
10	46761
11	46420
12	42569
13	41095
14	39137
15	38821
16	38626
17	37929
18	32535
19	32445
20	32296
21	29271
22	28033
23	27525
24	26272
25	23704
26	22698
27	22337
28	22284
29	22260
30	20784
31	20434
32	20432
33	20163
34	20102
35	19879
36	18800
37	18447
38	17638
39	16770
40	16035
41	15748
42	15630
43	14767
44	14555
45	14198
46	13778
47	13760
48	13409
49	13096
50	12683
51	12534
52	12534
53	12112
54	11841
55	11823
56	11703
57	11615
58	11573
59	11329
60	11233
61	11135
62	11008
63	10914
64	10808
65	10310
66	10207
67	10036
68	9980
69	9901
70	9878
71	9858
72	9567
73	9430
74	9357
75	9150
76	9046
77	9017
78	8552
79	8480
80	8392
81	8373
82	8215
83	8143
84	8126
85	7882
86	7853
87	7757
88	7754
89	7717
90	7708
91	7630
92	7528
93	7526
94	7439
95	7417
96	7207
97	7130
98	7061
99	6959
100	6944
101	6911
102	6832
103	6810
104	6733
105	6717
106	6642
107	6565
108	6545
109	6541
110	6533
111	6530
112	6354
113	6278
114	6269
115	6237
116	6186
117	6138
118	6123
119	6104
120	6080
121	6049
122	6003
123	5999
124	5955
125	5934
126	5810
127	5803
128	5695
129	5665
130	5615
131	5494
132	5479
133	5437
134	5355
135	5355
136	5257
137	5215
138	5211
139	5182
140	5156
141	5143
142	5138
143	5067
144	5063
145	4941
146	4868
147	4847
148	4812
149	4800
150	4759
151	4719
152	4663
153	4659
154	4646
155	4626
156	4516
157	4386
158	4341
159	4340
160	4319
161	4286
162	4263
163	4259
164	4221
165	4158
166	4125
167	4118
168	4075
169	4070
170	4064
171	4054
172	3994
173	3988
174	3965
175	3939
176	3923
177	3881
178	3877
179	3864
180	3858
181	3841
182	3824
183	3822
184	3788
185	3787
186	3782
187	3723
188	3706
189	3647
190	3642
191	3638
192	3631
193	3616
194	3580
195	3566
196	3519
197	3468
198	3456
199	3422
200	3402
201	3393
202	3380
203	3372
204	3341
205	3337
206	3319
207	3306
208	3301
209	3301
210	3287
211	3273
212	3267
213	3257
214	3251
215	3242
216	3234
217	3232
218	3230
219	3209
220	3185
221	3180
222	3149
223	3143
224	3142
225	3141
226	3135
227	3120
228	3108
229	3102
230	3088
231	3072
232	3043
233	3030
234	3027
235	3023
236	3016
237	3009
238	3002
239	2988
240	2983
241	2970
242	2941
243	2939
244	2932
245	2931
246	2920
247	2915
248	2902
249	2876
250	2865
251	2865
252	2856
253	2851
254	2830
255	2810
256	2810
257	2784
258	2759
259	2752
260	2744
261	2738
262	2714
263	2671
264	2667
265	2650
266	2647
267	2644
268	2642
269	2615
270	2607
271	2604
272	2603
273	2575
274	2570
275	2563
276	2555
277	2546
278	2545
279	2540
280	2537
281	2535
282	2527
283	2525
284	2521
285	2517
286	2505
287	2492
288	2452
289	2448
290	2447
291	2444
292	2440
293	2424
294	2418
295	2417
296	2414
297	2407
298	2398
299	2393
300	2384
301	2380
302	2377
303	2377
304	2338
305	2338
306	2336
307	2331
308	2330
309	2326
310	2325
311	2324
312	2324
313	2324
314	2307
315	2304
316	2299
317	2298
318	2287
319	2283
320	2270
321	2256
322	2251
323	2250
324	2250
325	2248
326	2239
327	2226
328	2222
329	2222
330	2205
331	2196
332	2175
333	2167
334	2164
335	2163
336	2154
337	2146
338	2122
339	2117
340	2112
341	2099
342	2097
343	2097
344	2089
345	2080
346	2079
347	2066
348	2039
349	2037
350	2031
351	2025
352	2005
353	2004
354	2002
355	1991
356	1990
357	1972
358	1968
359	1956
360	1952
361	1951
362	1945
363	1940
364	1935
365	1927
366	1913
367	1903
368	1889
369	1888
370	1879
371	1875
372	1873
373	1869
374	1861
375	1845
376	1838
377	1835
378	1830
379	1829
380	1828
381	1820
382	1804
383	1803
384	1791
385	1787
386	1785
387	1784
388	1783
389	1782
390	1775
391	1773
392	1770
393	1770
394	1761
395	1748
396	1737
397	1733
398	1731
399	1723
400	1709
401	1701
402	1694
403	1692
404	1689
405	1687
406	1686
407	1668
408	1659
409	1656
410	1655
411	1644
412	1635
413	1632
414	1632
415	1627
416	1621
417	1615
418	1615
419	1614
420	1614
421	1608
422	1608
423	1605
424	1602
425	1597
426	1595
427	1583
428	1569
429	1551
430	1549
431	1542
432	1541
433	1540
434	1539
435	1538
436	1534
437	1526
438	1513
439	1512
440	1510
441	1510
442	1510
443	1509
444	1507
445	1500
446	1494
447	1485
448	1479
449	1473
450	1455
451	1452
452	1450
453	1450
454	1443
455	1436
456	1430
457	1429
458	1422
459	1419
460	1417
461	1410
462	1406
463	1402
464	1395
465	1394
466	1393
467	1389
468	1387
469	1379
470	1377
471	1377
472	1363
473	1345
474	1342
475	1337
476	1334
477	1332
478	1331
479	1331
480	1327
481	1323
482	1323
483	1321
484	1321
485	1314
486	1309
487	1309
488	1307
489	1303
490	1302
491	1300
492	1300
493	1298
494	1293
495	1292
496	1289
497	1284
498	1271
499	1271
500	1269
501	1267
502	1265
503	1261
504	1258
505	1248
506	1247
507	1247
508	1245
509	1241
510	1239
511	1239
512	1236
513	1233
514	1230
515	1223
516	1214
517	1212
518	1209
519	1209
520	1207
521	1201
522	1194
523	1187
524	1187
525	1183
526	1180
527	1178
528	1169
529	1167
530	1165
531	1160
532	1154
533	1149
534	1144
535	1138
536	1137
537	1137
538	1136
539	1135
540	1132
541	1126
542	1125
543	1124
544	1122
545	1121
546	1120
547	1120
548	1112
549	1109
550	1102
551	1100
552	1098
553	1097
554	1096
555	1095
556	1095
557	1087
558	1087
559	1083
560	1073
561	1070
562	1068
563	1065
564	1062
565	1061
566	1059
567	1059
568	1056
569	1050
570	1050
571	1049
572	1049
573	1046
574	1045
575	1039
576	1038
577	1038
578	1036
579	1033
580	1032
581	1032
582	1029
583	1029
584	1028
585	1025
586	1024
587	1017
588	1013
589	1010
590	1006
591	1004
592	1004
593	1004
594	1002
595	991
596	990
597	984
598	983
599	983
600	982
601	980
602	979
603	978
604	976
605	975
606	973
607	973
608	970
609	969
610	967
611	964
612	963
613	963
614	961
615	960
616	957
617	950
618	946
619	945
620	943
621	942
622	941
623	940
624	939
625	938
626	937
627	928
628	925
629	923
630	921
631	919
632	919
633	918
634	918
635	913
636	913
637	912
638	911
639	911
640	908
641	908
642	905
643	904
644	902
645	900
646	898
647	895
648	894
649	894
650	891
651	890
652	890
653	888
654	888
655	886
656	885
657	883
658	881
659	880
660	880
661	879
662	877
663	877
664	874
665	873
666	872
667	872
668	872
669	869
670	867
671	866
672	865
673	865
674	865
675	864
676	862
677	861
678	860
679	859
680	858
681	857
682	856
683	856
684	856
685	855
686	853
687	853
688	853
689	851
690	850
691	846
692	843
693	842
694	842
695	840
696	840
697	839
698	839
699	838
700	837
701	837
702	836
703	835
704	835
705	834
706	834
707	831
708	831
709	830
710	828
711	824
712	822
713	822
714	819
715	818
716	817
717	817
718	816
719	815
720	815
721	815
722	814
723	813
724	811
725	810
726	810
727	810
728	808
729	807
730	807
731	805
732	805
733	801
734	801
735	799
736	799
737	797
738	794
739	794
740	794
741	791
742	790
743	790
744	790
745	789
746	789
747	787
748	785
749	785
750	785
751	784
752	783
753	779
754	776
755	776
756	776
757	775
758	775
759	774
760	770
761	769
762	769
763	768
764	768
765	763
766	762
767	761
768	756
769	756
770	755
771	754
772	752
773	752
774	752
775	750
776	749
777	747
778	747
779	745
780	743
781	742
782	742
783	741
784	740
785	740
786	738
787	738
788	737
789	735
790	735
791	735
792	734
793	733
794	732
795	731
796	731
797	728
798	728
799	728
800	727
801	727
802	726
803	725
804	724
805	720
806	719
807	718
808	716
809	716
810	715
811	714
812	713
813	712
814	711
815	709
816	707
817	707
818	705
819	702
820	702
821	701
822	701
823	700
824	700
825	699
826	698
827	691
828	690
829	689
830	688
831	688
832	688
833	687
834	687
835	687
836	687
837	686
838	686
839	686
840	686
841	685
842	685
843	684
844	683
845	680
846	680
847	679
848	678
849	676
850	675
851	675
852	674
853	673
854	669
855	667
856	666
857	665
858	664
859	663
860	658
861	657
862	656
863	656
864	655
865	654
866	654
867	653
868	652
869	651
870	650
871	650
872	650
873	649
874	649
875	645
876	642
877	641
878	639
879	639
880	638
881	638
882	638
883	637
884	635
885	635
886	631
887	631
888	630
889	630
890	629
891	628
892	628
893	626
894	625
895	624
896	623
897	621
898	618
899	617
900	615
901	615
902	615
903	612
904	612
905	611
906	611
907	610
908	610
909	609
910	609
911	609
912	608
913	607
914	607
915	606
916	604
917	602
918	600
919	599
920	599
921	598
922	597
923	597
924	596
925	595
926	595
927	594
928	594
929	593
930	588
931	588
932	586
933	586
934	584
935	584
936	583
937	583
938	582
939	578
940	578
941	575
942	574
943	574
944	574
945	573
946	573
947	570
948	570
949	569
950	568
951	568
952	565
953	564
954	563
955	561
956	561
957	561
958	561
959	560
960	558
961	558
962	558
963	556
964	553
965	552
966	551
967	550
968	549
969	548
970	545
971	545
972	544
973	544
974	544
975	543
976	543
977	542
978	541
979	539
980	539
981	538
982	537
983	536
984	535
985	534
986	532
987	531
988	529
989	529
990	527
991	525
992	525
993	524
994	524
995	522
996	522
997	522
998	521
999	521
1000	520
1001	519
1002	519
1003	518
1004	518
1005	518
1006	517
1007	517
1008	516
1009	516
1010	515
1011	512
1012	511
1013	510
1014	509
1015	508
1016	508
1017	508
1018	505
1019	505
1020	505
1021	503
1022	501
1023	501
1024	500
1025	499
1026	499
1027	499
1028	499
1029	497
1030	497
1031	497
1032	495
1033	494
1034	493
1035	493
1036	492
1037	492
1038	491
1039	489
1040	489
1041	489
1042	489
1043	488
1044	487
1045	487
1046	486
1047	486
1048	485
1049	484
1050	484
1051	483
1052	482
1053	482
1054	481
1055	480
1056	480
1057	480
1058	480
1059	480
1060	479
1061	478
1062	477
1063	476
1064	476
1065	476
1066	476
1067	475
1068	475
1069	475
1070	474
1071	474
1072	473
1073	473
1074	472
1075	472
1076	470
1077	470
1078	470
1079	469
1080	469
1081	468
1082	468
1083	468
1084	467
1085	467
1086	467
1087	467
1088	467
1089	466
1090	466
1091	465
1092	464
1093	464
1094	463
1095	461
1096	458
1097	458
1098	458
1099	458
1100	458
1101	458
1102	457
1103	457
1104	455
1105	453
1106	452
1107	451
1108	451
1109	451
1110	450
1111	449
1112	448
1113	448
1114	447
1115	447
1116	447
1117	447
1118	447
1119	446
1120	446
1121	446
1122	446
1123	445
1124	444
1125	444
1126	443
1127	442
1128	442
1129	441
1130	441
1131	440
1132	440
1133	440
1134	439
1135	438
1136	438
1137	437
1138	436
1139	435
1140	435
1141	435
1142	434
1143	434
1144	432
1145	432
1146	431
1147	430
1148	430
1149	429
1150	429
1151	429
1152	428
1153	426
1154	426
1155	426
1156	426
1157	425
1158	424
1159	423
1160	422
1161	421
1162	421
1163	420
1164	420
1165	420
1166	418
1167	416
1168	415
1169	415
1170	414
1171	414
1172	414
1173	413
1174	413
1175	413
1176	412
1177	412
1178	412
1179	412
1180	411
1181	410
1182	410
1183	408
1184	407
1185	407
1186	407
1187	407
1188	407
1189	406
1190	406
1191	406
1192	406
1193	406
1194	405
1195	405
1196	405
1197	405
1198	404
1199	404
1200	404
1201	404
1202	403
1203	402
1204	402
1205	401
1206	401
1207	400
1208	399
1209	398
1210	398
1211	396
1212	395
1213	394
1214	394
1215	393
1216	393
1217	393
1218	392
1219	392
1220	391
1221	391
1222	390
1223	390
1224	388
1225	386
1226	386
1227	386
1228	385
1229	385
1230	385
1231	385
1232	385
1233	384
1234	384
1235	384
1236	384
1237	383
1238	383
1239	382
1240	382
1241	382
1242	381
1243	381
1244	381
1245	380
1246	380
1247	379
1248	379
1249	379
1250	377
1251	377
1252	377
1253	377
1254	376
1255	375
1256	375
1257	374
1258	374
1259	374
1260	372
1261	372
1262	372
1263	371
1264	371
1265	371
1266	368
1267	368
1268	367
1269	367
1270	367
1271	367
1272	367
1273	367
1274	367
1275	367
1276	366
1277	366
1278	366
1279	366
1280	365
1281	364
1282	364
1283	364
1284	364
1285	363
1286	363
1287	362
1288	362
1289	361
1290	361
1291	360
1292	358
1293	358
1294	357
1295	357
1296	356
1297	356
1298	356
1299	355
1300	355
1301	355
1302	355
1303	355
1304	354
1305	354
1306	354
1307	353
1308	353
1309	353
1310	352
1311	352
1312	352
1313	352
1314	352
1315	352
1316	352
1317	352
1318	351
1319	351
1320	351
1321	351
1322	350
1323	349
1324	349
1325	349
1326	348
1327	348
1328	348
1329	347
1330	346
1331	345
1332	344
1333	344
1334	344
1335	344
1336	343
1337	342
1338	342
1339	342
1340	340
1341	340
1342	340
1343	340
1344	340
1345	340
1346	338
1347	338
1348	337
1349	337
1350	337
1351	337
1352	336
1353	336
1354	336
1355	336
1356	335
1357	335
1358	335
1359	335
1360	334
1361	334
1362	333
1363	333
1364	333
1365	333
1366	333
1367	332
1368	332
1369	331
1370	331
1371	331
1372	330
1373	330
1374	330
1375	329
1376	329
1377	329
1378	329
1379	329
1380	328
1381	327
1382	327
1383	327
1384	327
1385	327
1386	326
1387	326
1388	326
1389	325
1390	325
1391	325
1392	325
1393	325
1394	324
1395	324
1396	324
1397	323
1398	323
1399	323
1400	323
1401	323
1402	322
1403	322
1404	321
1405	321
1406	321
1407	321
1408	320
1409	320
1410	320
1411	320
1412	320
1413	320
1414	319
1415	318
1416	317
1417	317
1418	316
1419	316
1420	315
1421	315
1422	315
1423	314
1424	314
1425	314
1426	313
1427	313
1428	312
1429	312
1430	312
1431	312
1432	312
1433	311
1434	311
1435	310
1436	309
1437	309
1438	309
1439	309
1440	309
1441	308
1442	308
1443	308
1444	308
1445	308
1446	308
1447	307
1448	307
1449	307
1450	307
1451	307
1452	306
1453	305
1454	305
1455	304
1456	304
1457	304
1458	304
1459	303
1460	303
1461	303
1462	303
1463	303
1464	302
1465	302
1466	302
1467	302
1468	301
1469	301
1470	301
1471	301
1472	301
1473	299
1474	299
1475	298
1476	297
1477	297
1478	297
1479	297
1480	296
1481	296
1482	296
1483	295
1484	295
1485	295
1486	295
1487	294
1488	294
1489	294
1490	294
1491	293
1492	293
1493	293
1494	293
1495	291
1496	290
1497	290
1498	290
1499	289
1500	289
1501	289
1502	289
1503	288
1504	288
1505	288
1506	288
1507	288
1508	287
1509	287
1510	287
1511	286
1512	285
1513	285
1514	285
1515	285
1516	284
1517	284
1518	284
1519	284
1520	283
1521	283
1522	282
1523	282
1524	282
1525	282
1526	281
1527	281
1528	281
1529	281
1530	281
1531	280
1532	280
1533	280
1534	280
1535	280
1536	279
1537	279
1538	279
1539	278
1540	278
1541	277
1542	277
1543	277
1544	277
1545	277
1546	277
1547	276
1548	276
1549	276
1550	276
1551	276
1552	275
1553	275
1554	274
1555	274
1556	274
1557	274
1558	274
1559	273
1560	273
1561	273
1562	273
1563	273
1564	272
1565	272
1566	272
1567	272
1568	271
1569	270
1570	270
1571	270
1572	270
1573	270
1574	269
1575	269
1576	269
1577	268
1578	268
1579	267
1580	267
1581	267
1582	266
1583	266
1584	266
1585	266
1586	266
1587	266
1588	265
1589	265
1590	265
1591	265
1592	265
1593	265
1594	264
1595	264
1596	264
1597	264
1598	264
1599	264
1600	264
1601	263
1602	263
1603	263
1604	263
1605	261
1606	261
1607	261
1608	261
1609	261
1610	260
1611	260
1612	260
1613	260
1614	259
1615	259
1616	259
1617	259
1618	259
1619	258
1620	258
1621	258
1622	258
1623	258
1624	257
1625	257
1626	257
1627	257
1628	257
1629	257
1630	256
1631	256
1632	256
1633	255
1634	255
1635	255
1636	255
1637	255
1638	254
1639	254
1640	254
1641	254
1642	254
1643	254
1644	253
1645	253
1646	253
1647	253
1648	253
1649	252
1650	252
1651	252
1652	252
1653	252
1654	251
1655	251
1656	251
1657	250
1658	250
1659	250
1660	250
1661	250
1662	249
1663	248
1664	247
1665	247
1666	247
1667	246
1668	246
1669	246
1670	246
1671	245
1672	245
1673	245
1674	245
1675	245
1676	245
1677	244
1678	244
1679	244
1680	244
1681	243
1682	243
1683	243
1684	243
1685	243
1686	243
1687	243
1688	243
1689	242
1690	242
1691	242
1692	241
1693	241
1694	240
1695	240
1696	240
1697	240
1698	240
1699	240
1700	239
1701	239
1702	239
1703	239
1704	239
1705	239
1706	239
1707	239
1708	238
1709	237
1710	237
1711	237
1712	237
1713	236
1714	236
1715	236
1716	236
1717	235
1718	235
1719	235
1720	235
1721	234
1722	233
1723	233
1724	232
1725	232
1726	232
1727	232
1728	232
1729	232
1730	231
1731	231
1732	231
1733	231
1734	230
1735	230
1736	230
1737	230
1738	230
1739	229
1740	229
1741	229
1742	229
1743	229
1744	229
1745	229
1746	229
1747	229
1748	228
1749	228
1750	228
1751	228
1752	228
1753	227
1754	227
1755	227
1756	226
1757	226
1758	226
1759	226
1760	225
1761	225
1762	225
1763	225
1764	225
1765	225
1766	225
1767	224
1768	224
1769	224
1770	224
1771	224
1772	223
1773	223
1774	223
1775	223
1776	222
1777	222
1778	222
1779	222
1780	222
1781	222
1782	222
1783	221
1784	221
1785	221
1786	221
1787	221
1788	221
1789	221
1790	221
1791	221
1792	220
1793	220
1794	220
1795	220
1796	220
1797	220
1798	220
1799	220
1800	220
1801	220
1802	219
1803	219
1804	219
1805	219
1806	219
1807	219
1808	219
1809	219
1810	218
1811	218
1812	218
1813	218
1814	218
1815	218
1816	218
1817	217
1818	217
1819	217
1820	217
1821	217
1822	217
1823	217
1824	217
1825	216
1826	216
1827	215
1828	215
1829	215
1830	215
1831	215
1832	215
1833	215
1834	215
1835	215
1836	214
1837	214
1838	214
1839	214
1840	214
1841	214
1842	214
1843	214
1844	213
1845	213
1846	213
1847	213
1848	212
1849	212
1850	212
1851	212
1852	212
1853	212
1854	211
1855	211
1856	211
1857	211
1858	211
1859	211
1860	210
1861	210
1862	210
1863	210
1864	210
1865	210
1866	210
1867	209
1868	209
1869	209
1870	208
1871	208
1872	208
1873	208
1874	208
1875	208
1876	208
1877	208
1878	207
1879	207
1880	207
1881	207
1882	206
1883	206
1884	206
1885	206
1886	206
1887	206
1888	206
1889	206
1890	205
1891	205
1892	205
1893	205
1894	205
1895	205
1896	205
1897	205
1898	205
1899	204
1900	204
1901	204
1902	204
1903	204
1904	204
1905	204
1906	203
1907	203
1908	203
1909	203
1910	202
1911	202
1912	202
1913	202
1914	201
1915	201
1916	201
1917	200
1918	200
1919	200
1920	200
1921	200
1922	199
1923	199
1924	199
1925	199
1926	199
1927	199
1928	198
1929	198
1930	198
1931	198
1932	198
1933	198
1934	197
1935	197
1936	197
1937	196
1938	196
1939	196
1940	196
1941	196
1942	196
1943	195
1944	195
1945	195
1946	195
1947	195
1948	195
1949	195
1950	195
1951	195
1952	195
1953	195
1954	195
1955	195
1956	195
1957	194
1958	194
1959	194
1960	194
1961	194
1962	194
1963	194
1964	193
1965	193
1966	193
1967	193
1968	193
1969	193
1970	192
1971	192
1972	192
1973	192
1974	192
1975	192
1976	192
1977	192
1978	191
1979	191
1980	191
1981	191
1982	191
1983	191
1984	191
1985	191
1986	191
1987	190
1988	190
1989	189
1990	189
1991	189
1992	189
1993	189
1994	188
1995	188
1996	188
1997	188
1998	188
1999	188
2000	187
2001	187
2002	187
2003	187
2004	186
2005	186
2006	186
2007	186
2008	186
2009	186
2010	186
2011	186
2012	186
2013	186
2014	186
2015	186
2016	186
2017	186
2018	186
2019	186
2020	185
2021	185
2022	185
2023	185
2024	185
2025	185
2026	185
2027	185
2028	184
2029	184
2030	184
2031	184
2032	184
2033	184
2034	184
2035	184
2036	184
2037	183
2038	183
2039	183
2040	183
2041	183
2042	183
2043	183
2044	183
2045	182
2046	182
2047	182
2048	182
2049	182
2050	182
2051	182
2052	181
2053	181
2054	181
2055	181
2056	181
2057	181
2058	181
2059	181
2060	180
2061	180
2062	180
2063	180
2064	180
2065	180
2066	180
2067	180
2068	179
2069	179
2070	179
2071	179
2072	179
2073	179
2074	178
2075	178
2076	178
2077	178
2078	178
2079	178
2080	178
2081	178
2082	178
2083	177
2084	177
2085	177
2086	177
2087	177
2088	177
2089	177
2090	176
2091	176
2092	176
2093	176
2094	176
2095	176
2096	175
2097	175
2098	175
2099	175
2100	175
2101	175
2102	175
2103	175
2104	175
2105	174
2106	174
2107	174
2108	174
2109	174
2110	174
2111	174
2112	174
2113	173
2114	173
2115	173
2116	173
2117	173
2118	173
2119	173
2120	173
2121	173
2122	172
2123	172
2124	172
2125	172
2126	172
2127	172
2128	172
2129	172
2130	172
2131	171
2132	171
2133	171
2134	171
2135	171
2136	171
2137	171
2138	171
2139	171
2140	171
2141	170
2142	170
2143	170
2144	170
2145	170
2146	170
2147	170
2148	170
2149	169
2150	169
2151	169
2152	168
2153	168
2154	168
2155	168
2156	167
2157	167
2158	167
2159	167
2160	167
2161	167
2162	167
2163	167
2164	167
2165	166
2166	166
2167	166
2168	166
2169	166
2170	166
2171	166
2172	166
2173	166
2174	165
2175	165
2176	165
2177	165
2178	164
2179	164
2180	164
2181	164
2182	164
2183	164
2184	164
2185	164
2186	164
2187	163
2188	163
2189	163
2190	163
2191	163
2192	163
2193	163
2194	162
2195	162
2196	162
2197	162
2198	162
2199	162
2200	161
2201	161
2202	161
2203	161
2204	161
2205	161
2206	161
2207	161
2208	161
2209	160
2210	160
2211	160
2212	160
2213	160
2214	160
2215	160
2216	160
2217	160
2218	160
2219	160
2220	159
2221	159
2222	159
2223	159
2224	159
2225	159
2226	159
2227	158
2228	158
2229	158
2230	158
2231	158
2232	158
2233	158
2234	158
2235	158
2236	158
2237	157
2238	157
2239	157
2240	157
2241	157
2242	157
2243	157
2244	156
2245	156
2246	156
2247	156
2248	156
2249	156
2250	155
2251	155
2252	155
2253	155
2254	155
2255	155
2256	154
2257	154
2258	154
2259	154
2260	154
2261	154
2262	154
2263	154
2264	154
2265	153
2266	153
2267	153
2268	153
2269	153
2270	153
2271	153
2272	153
2273	153
2274	153
2275	153
2276	152
2277	152
2278	152
2279	152
2280	152
2281	152
2282	152
2283	152
2284	151
2285	151
2286	151
2287	151
2288	151
2289	151
2290	151
2291	150
2292	150
2293	150
2294	150
2295	150
2296	150
2297	150
2298	150
2299	150
2300	150
2301	150
2302	149
2303	149
2304	149
2305	149
2306	149
2307	149
2308	148
2309	148
2310	148
2311	148
2312	148
2313	148
2314	148
2315	147
2316	147
2317	147
2318	147
2319	147
2320	147
2321	146
2322	146
2323	146
2324	146
2325	146
2326	146
2327	145
2328	145
2329	145
2330	145
2331	145
2332	145
2333	144
2334	144
2335	144
2336	144
2337	144
2338	144
2339	144
2340	144
2341	143
2342	143
2343	143
2344	143
2345	143
2346	142
2347	142
2348	142
2349	142
2350	142
2351	142
2352	142
2353	142
2354	142
2355	142
2356	142
2357	141
2358	141
2359	141
2360	141
2361	141
2362	141
2363	141
2364	141
2365	141
2366	141
2367	141
2368	140
2369	140
2370	140
2371	140
2372	140
2373	140
2374	140
2375	140
2376	140
2377	139
2378	139
2379	139
2380	139
2381	139
2382	139
2383	139
2384	139
2385	138
2386	138
2387	138
2388	138
2389	138
2390	138
2391	138
2392	138
2393	138
2394	138
2395	138
2396	137
2397	137
2398	137
2399	137
2400	137
2401	137
2402	137
2403	137
2404	137
2405	136
2406	136
2407	136
2408	136
2409	136
2410	136
2411	136
2412	136
2413	136
2414	136
2415	136
2416	136
2417	135
2418	135
2419	135
2420	135
2421	135
2422	135
2423	135
2424	135
2425	135
2426	135
2427	135
2428	135
2429	135
2430	135
2431	135
2432	135
2433	134
2434	134
2435	134
2436	134
2437	134
2438	134
2439	134
2440	134
2441	134
2442	133
2443	133
2444	133
2445	133
2446	133
2447	133
2448	133
2449	133
2450	133
2451	133
2452	133
2453	133
2454	133
2455	133
2456	133
2457	133
2458	133
2459	132
2460	132
2461	132
2462	132
2463	132
2464	132
2465	132
2466	132
2467	132
2468	131
2469	131
2470	131
2471	131
2472	131
2473	131
2474	131
2475	131
2476	131
2477	130
2478	130
2479	130
2480	130
2481	130
2482	130
2483	130
2484	130
2485	130
2486	130
2487	129
2488	129
2489	129
2490	129
2491	129
2492	129
2493	129
2494	129
2495	129
2496	129
2497	129
2498	129
2499	129
2500	129
2501	129
2502	128
2503	128
2504	128
2505	128
2506	128
2507	128
2508	128
2509	128
2510	128
2511	128
2512	127
2513	127
2514	127
2515	127
2516	127
2517	127
2518	127
2519	127
2520	127
2521	127
2522	126
2523	126
2524	126
2525	126
2526	126
2527	126
2528	126
2529	126
2530	126
2531	126
2532	126
2533	126
2534	125
2535	125
2536	125
2537	125
2538	125
2539	125
2540	125
2541	125
2542	125
2543	124
2544	124
2545	124
2546	124
2547	124
2548	124
2549	124
2550	124
2551	124
2552	124
2553	123
2554	123
2555	123
2556	123
2557	123
2558	123
2559	123
2560	123
2561	123
2562	123
2563	123
2564	122
2565	122
2566	122
2567	122
2568	122
2569	122
2570	122
2571	122
2572	122
2573	122
2574	122
2575	122
2576	122
2577	121
2578	121
2579	121
2580	121
2581	121
2582	121
2583	121
2584	120
2585	120
2586	120
2587	120
2588	120
2589	120
2590	120
2591	120
2592	120
2593	120
2594	120
2595	120
2596	120
2597	120
2598	120
2599	120
2600	119
2601	119
2602	119
2603	119
2604	119
2605	119
2606	119
2607	119
2608	119
2609	119
2610	119
2611	119
2612	119
2613	118
2614	118
2615	118
2616	118
2617	118
2618	117
2619	117
2620	117
2621	117
2622	117
2623	117
2624	117
2625	117
2626	117
2627	117
2628	117
2629	117
2630	117
2631	117
2632	117
2633	117
2634	117
2635	117
2636	116
2637	116
2638	116
2639	116
2640	116
2641	116
2642	116
2643	116
2644	116
2645	116
2646	116
2647	115
2648	115
2649	115
2650	115
2651	115
2652	115
2653	115
2654	115
2655	115
2656	115
2657	115
2658	115
2659	115
2660	115
2661	115
2662	115
2663	114
2664	114
2665	114
2666	114
2667	114
2668	114
2669	114
2670	114
2671	114
2672	114
2673	114
2674	114
2675	114
2676	113
2677	113
2678	113
2679	113
2680	113
2681	113
2682	113
2683	113
2684	113
2685	112
2686	112
2687	112
2688	112
2689	112
2690	112
2691	112
2692	112
2693	112
2694	112
2695	112
2696	112
2697	112
2698	112
2699	112
2700	112
2701	112
2702	112
2703	111
2704	111
2705	111
2706	111
2707	111
2708	111
2709	111
2710	111
2711	111
2712	111
2713	111
2714	111
2715	111
2716	111
2717	111
2718	111
2719	111
2720	111
2721	111
2722	110
2723	110
2724	110
2725	110
2726	110
2727	110
2728	110
2729	110
2730	110
2731	110
2732	109
2733	109
2734	109
2735	109
2736	109
2737	109
2738	109
2739	109
2740	109
2741	109
2742	109
2743	109
2744	109
2745	109
2746	109
2747	108
2748	108
2749	108
2750	108
2751	108
2752	108
2753	108
2754	108
2755	108
2756	108
2757	108
2758	108
2759	108
2760	108
2761	107
2762	107
2763	107
2764	107
2765	107
2766	107
2767	107
2768	107
2769	107
2770	107
2771	107
2772	107
2773	107
2774	107
2775	107
2776	107
2777	107
2778	107
2779	107
2780	107
2781	106
2782	106
2783	106
2784	106
2785	106
2786	106
2787	106
2788	106
2789	106
2790	106
2791	106
2792	105
2793	105
2794	105
2795	105
2796	105
2797	105
2798	105
2799	105
2800	105
2801	105
2802	105
2803	105
2804	105
2805	105
2806	105
2807	105
2808	105
2809	105
2810	104
2811	104
2812	104
2813	104
2814	104
2815	104
2816	104
2817	104
2818	104
2819	104
2820	104
2821	104
2822	104
2823	104
2824	103
2825	103
2826	103
2827	103
2828	103
2829	103
2830	103
2831	103
2832	103
2833	103
2834	103
2835	103
2836	103
2837	103
2838	103
2839	103
2840	103
2841	103
2842	103
2843	102
2844	102
2845	102
2846	102
2847	102
2848	102
2849	102
2850	102
2851	102
2852	102
2853	102
2854	102
2855	102
2856	102
2857	102
2858	102
2859	102
2860	101
2861	101
2862	101
2863	101
2864	101
2865	101
2866	101
2867	101
2868	101
2869	101
2870	101
2871	101
2872	101
2873	101
2874	101
2875	101
2876	101
2877	100
2878	100
2879	100
2880	100
2881	100
2882	100
2883	100
2884	100
2885	100
2886	100
2887	100
2888	100
2889	100
2890	100
2891	100
2892	100
2893	100
2894	100
2895	100
2896	100
2897	100
2898	100
2899	99
2900	99
2901	99
2902	99
2903	99
2904	99
2905	99
2906	99
2907	99
2908	99
2909	99
2910	99
2911	99
2912	99
2913	99
2914	99
2915	99
2916	98
2917	98
2918	98
2919	98
2920	98
2921	98
2922	98
2923	98
2924	98
2925	98
2926	98
2927	97
2928	97
2929	97
2930	97
2931	97
2932	97
2933	97
2934	97
2935	97
2936	97
2937	97
2938	97
2939	97
2940	97
2941	97
2942	97
2943	97
2944	97
2945	97
2946	96
2947	96
2948	96
2949	96
2950	96
2951	96
2952	96
2953	96
2954	96
2955	96
2956	96
2957	95
2958	95
2959	95
2960	95
2961	95
2962	95
2963	95
2964	95
2965	95
2966	95
2967	95
2968	95
2969	95
2970	95
2971	95
2972	95
2973	95
2974	95
2975	95
2976	95
2977	94
2978	94
2979	94
2980	94
2981	94
2982	94
2983	94
2984	94
2985	94
2986	94
2987	94
2988	94
2989	94
2990	94
2991	94
2992	94
2993	94
2994	94
2995	94
2996	94
2997	94
2998	94
2999	93
3000	93
3001	93
3002	93
3003	93
3004	93
3005	93
3006	93
3007	93
3008	93
3009	93
3010	93
3011	93
3012	93
3013	93
3014	93
3015	93
3016	93
3017	93
3018	92
3019	92
3020	92
3021	92
3022	92
3023	92
3024	92
3025	92
3026	92
3027	92
3028	92
3029	92
3030	92
3031	92
3032	92
3033	92
3034	92
3035	92
3036	92
3037	92
3038	92
3039	92
3040	92
3041	92
3042	92
3043	92
3044	92
3045	91
3046	91
3047	91
3048	91
3049	91
3050	91
3051	91
3052	91
3053	91
3054	91
3055	91
3056	91
3057	91
3058	91
3059	91
3060	91
3061	91
3062	91
3063	91
3064	90
3065	90
3066	90
3067	90
3068	90
3069	90
3070	90
3071	90
3072	90
3073	90
3074	90
3075	90
3076	90
3077	90
3078	90
3079	90
3080	90
3081	90
3082	90
3083	90
3084	90
3085	90
3086	90
3087	89
3088	89
3089	89
3090	89
3091	89
3092	89
3093	89
3094	89
3095	89
3096	89
3097	89
3098	89
3099	89
3100	89
3101	89
3102	89
3103	89
3104	89
3105	89
3106	89
3107	89
3108	89
3109	89
3110	88
3111	88
3112	88
3113	88
3114	88
3115	88
3116	88
3117	88
3118	88
3119	88
3120	88
3121	88
3122	88
3123	87
3124	87
3125	87
3126	87
3127	87
3128	87
3129	87
3130	87
3131	87
3132	87
3133	87
3134	87
3135	87
3136	87
3137	87
3138	87
3139	87
3140	87
3141	86
3142	86
3143	86
3144	86
3145	86
3146	86
3147	86
3148	86
3149	86
3150	86
3151	86
3152	86
3153	86
3154	86
3155	86
3156	86
3157	86
3158	86
3159	86
3160	85
3161	85
3162	85
3163	85
3164	85
3165	85
3166	85
3167	85
3168	85
3169	85
3170	85
3171	85
3172	85
3173	85
3174	85
3175	85
3176	85
3177	84
3178	84
3179	84
3180	84
3181	84
3182	84
3183	84
3184	84
3185	84
3186	84
3187	84
3188	84
3189	84
3190	84
3191	84
3192	84
3193	84
3194	84
3195	84
3196	84
3197	84
3198	84
3199	84
3200	84
3201	84
3202	83
3203	83
3204	83
3205	83
3206	83
3207	83
3208	83
3209	83
3210	83
3211	83
3212	83
3213	83
3214	83
3215	83
3216	83
3217	83
3218	83
3219	83
3220	83
3221	83
3222	83
3223	83
3224	83
3225	83
3226	82
3227	82
3228	82
3229	82
3230	82
3231	82
3232	82
3233	82
3234	82
3235	82
3236	82
3237	82
3238	82
3239	82
3240	82
3241	82
3242	82
3243	82
3244	82
3245	82
3246	82
3247	82
3248	82
3249	82
3250	82
3251	82
3252	82
3253	81
3254	81
3255	81
3256	81
3257	81
3258	81
3259	81
3260	81
3261	81
3262	81
3263	81
3264	81
3265	81
3266	81
3267	81
3268	81
3269	81
3270	81
3271	81
3272	81
3273	81
3274	80
3275	80
3276	80
3277	80
3278	80
3279	80
3280	80
3281	80
3282	80
3283	80
3284	80
3285	80
3286	80
3287	80
3288	80
3289	80
3290	80
3291	80
3292	80
3293	80
3294	80
3295	80
3296	79
3297	79
3298	79
3299	79
3300	79
3301	79
3302	79
3303	79
3304	79
3305	79
3306	79
3307	79
3308	79
3309	79
3310	79
3311	79
3312	79
3313	79
3314	79
3315	79
3316	78
3317	78
3318	78
3319	78
3320	78
3321	78
3322	78
3323	78
3324	78
3325	78
3326	78
3327	78
3328	78
3329	78
3330	78
3331	78
3332	78
3333	78
3334	78
3335	78
3336	78
3337	78
3338	78
3339	78
3340	78
3341	78
3342	78
3343	77
3344	77
3345	77
3346	77
3347	77
3348	77
3349	77
3350	77
3351	77
3352	77
3353	77
3354	77
3355	77
3356	77
3357	77
3358	77
3359	77
3360	77
3361	77
3362	77
3363	77
3364	77
3365	77
3366	77
3367	76
3368	76
3369	76
3370	76
3371	76
3372	76
3373	76
3374	76
3375	76
3376	76
3377	76
3378	76
3379	76
3380	76
3381	76
3382	76
3383	76
3384	76
3385	76
3386	76
3387	76
3388	76
3389	76
3390	76
3391	76
3392	76
3393	76
3394	76
3395	76
3396	76
3397	76
3398	75
3399	75
3400	75
3401	75
3402	75
3403	75
3404	75
3405	75
3406	75
3407	75
3408	75
3409	75
3410	75
3411	75
3412	75
3413	75
3414	75
3415	75
3416	75
3417	75
3418	75
3419	75
3420	75
3421	75
3422	75
3423	75
3424	75
3425	75
3426	75
3427	75
3428	74
3429	74
3430	74
3431	74
3432	74
3433	74
3434	74
3435	74
3436	74
3437	74
3438	74
3439	74
3440	74
3441	74
3442	74
3443	74
3444	74
3445	74
3446	74
3447	74
3448	73
3449	73
3450	73
3451	73
3452	73
3453	73
3454	73
3455	73
3456	73
3457	73
3458	73
3459	73
3460	73
3461	73
3462	73
3463	73
3464	73
3465	73
3466	73
3467	73
3468	73
3469	73
3470	73
3471	73
3472	73
3473	73
3474	73
3475	73
3476	73
3477	73
3478	73
3479	73
3480	73
3481	73
3482	73
3483	73
3484	72
3485	72
3486	72
3487	72
3488	72
3489	72
3490	72
3491	72
3492	72
3493	72
3494	72
3495	72
3496	72
3497	72
3498	72
3499	72
3500	72
3501	72
3502	72
3503	72
3504	72
3505	72
3506	72
3507	72
3508	72
3509	72
3510	72
3511	71
3512	71
3513	71
3514	71
3515	71
3516	71
3517	71
3518	71
3519	71
3520	71
3521	71
3522	71
3523	71
3524	71
3525	71
3526	71
3527	71
3528	71
3529	71
3530	71
3531	71
3532	71
3533	71
3534	71
3535	71
3536	71
3537	71
3538	71
3539	71
3540	71
3541	70
3542	70
3543	70
3544	70
3545	70
3546	70
3547	70
3548	70
3549	70
3550	70
3551	70
3552	70
3553	70
3554	70
3555	70
3556	70
3557	70
3558	70
3559	70
3560	70
3561	70
3562	70
3563	70
3564	70
3565	70
3566	70
3567	70
3568	70
3569	70
3570	70
3571	70
3572	70
3573	70
3574	70
3575	70
3576	70
3577	69
3578	69
3579	69
3580	69
3581	69
3582	69
3583	69
3584	69
3585	69
3586	69
3587	69
3588	69
3589	69
3590	69
3591	69
3592	69
3593	69
3594	69
3595	69
3596	69
3597	69
3598	69
3599	69
3600	69
3601	69
3602	69
3603	69
3604	69
3605	69
3606	69
3607	69
3608	69
3609	69
3610	69
3611	69
3612	69
3613	69
3614	68
3615	68
3616	68
3617	68
3618	68
3619	68
3620	68
3621	68
3622	68
3623	68
3624	68
3625	68
3626	68
3627	68
3628	68
3629	68
3630	68
3631	68
3632	68
3633	68
3634	68
3635	68
3636	68
3637	68
3638	68
3639	68
3640	68
3641	68
3642	68
3643	68
3644	68
3645	68
3646	68
3647	68
3648	68
3649	68
3650	68
3651	67
3652	67
3653	67
3654	67
3655	67
3656	67
3657	67
3658	67
3659	67
3660	67
3661	67
3662	67
3663	67
3664	67
3665	67
3666	67
3667	67
3668	67
3669	67
3670	67
3671	67
3672	67
3673	67
3674	67
3675	67
3676	67
3677	67
3678	67
3679	67
3680	67
3681	67
3682	67
3683	67
3684	67
3685	67
3686	67
3687	66
3688	66
3689	66
3690	66
3691	66
3692	66
3693	66
3694	66
3695	66
3696	66
3697	66
3698	66
3699	66
3700	66
3701	66
3702	66
3703	66
3704	66
3705	66
3706	66
3707	66
3708	66
3709	65
3710	65
3711	65
3712	65
3713	65
3714	65
3715	65
3716	65
3717	65
3718	65
3719	65
3720	65
3721	65
3722	65
3723	65
3724	65
3725	65
3726	65
3727	65
3728	65
3729	65
3730	65
3731	65
3732	65
3733	65
3734	65
3735	65
3736	65
3737	65
3738	65
3739	65
3740	65
3741	65
3742	65
3743	65
3744	65
3745	64
3746	64
3747	64
3748	64
3749	64
3750	64
3751	64
3752	64
3753	64
3754	64
3755	64
3756	64
3757	64
3758	64
3759	64
3760	64
3761	64
3762	64
3763	64
3764	64
3765	64
3766	64
3767	64
3768	64
3769	64
3770	64
3771	64
3772	64
3773	64
3774	64
3775	64
3776	64
3777	64
3778	64
3779	64
3780	64
3781	64
3782	64
3783	63
3784	63
3785	63
3786	63
3787	63
3788	63
3789	63
3790	63
3791	63
3792	63
3793	63
3794	63
3795	63
3796	63
3797	63
3798	63
3799	63
3800	63
3801	63
3802	63
3803	63
3804	63
3805	63
3806	63
3807	63
3808	63
3809	63
3810	63
3811	63
3812	63
3813	63
3814	63
3815	63
3816	63
3817	62
3818	62
3819	62
3820	62
3821	62
3822	62
3823	62
3824	62
3825	62
3826	62
3827	62
3828	62
3829	62
3830	62
3831	62
3832	62
3833	62
3834	62
3835	62
3836	62
3837	62
3838	62
3839	62
3840	62
3841	62
3842	62
3843	62
3844	62
3845	62
3846	62
3847	62
3848	62
3849	62
3850	62
3851	61
3852	61
3853	61
3854	61
3855	61
3856	61
3857	61
3858	61
3859	61
3860	61
3861	61
3862	61
3863	61
3864	61
3865	61
3866	61
3867	61
3868	61
3869	61
3870	61
3871	61
3872	61
3873	61
3874	61
3875	61
3876	61
3877	61
3878	61
3879	61
3880	61
3881	61
3882	61
3883	61
3884	61
3885	61
3886	60
3887	60
3888	60
3889	60
3890	60
3891	60
3892	60
3893	60
3894	60
3895	60
3896	60
3897	60
3898	60
3899	60
3900	60
3901	60
3902	60
3903	60
3904	60
3905	60
3906	60
3907	60
3908	60
3909	60
3910	60
3911	60
3912	60
3913	60
3914	60
3915	60
3916	60
3917	60
3918	60
3919	60
3920	60
3921	60
3922	60
3923	60
3924	60
3925	59
3926	59
3927	59
3928	59
3929	59
3930	59
3931	59
3932	59
3933	59
3934	59
3935	59
3936	59
3937	59
3938	59
3939	59
3940	59
3941	59
3942	59
3943	59
3944	59
3945	59
3946	59
3947	59
3948	59
3949	59
3950	59
3951	59
3952	59
3953	59
3954	59
3955	59
3956	59
3957	59
3958	59
3959	59
3960	59
3961	59
3962	59
3963	59
3964	59
3965	59
3966	59
3967	59
3968	59
3969	59
3970	58
3971	58
3972	58
3973	58
3974	58
3975	58
3976	58
3977	58
3978	58
3979	58
3980	58
3981	58
3982	58
3983	58
3984	58
3985	58
3986	58
3987	58
3988	58
3989	58
3990	58
3991	58
3992	58
3993	58
3994	58
3995	58
3996	58
3997	58
3998	58
3999	58
4000	58
4001	58
4002	58
4003	58
4004	58
4005	58
4006	58
4007	58
4008	58
4009	58
4010	58
4011	57
4012	57
4013	57
4014	57
4015	57
4016	57
4017	57
4018	57
4019	57
4020	57
4021	57
4022	57
4023	57
4024	57
4025	57
4026	57
4027	57
4028	57
4029	57
4030	57
4031	57
4032	57
4033	57
4034	57
4035	57
4036	57
4037	57
4038	57
4039	57
4040	57
4041	57
4042	57
4043	57
4044	57
4045	57
4046	57
4047	57
4048	57
4049	57
4050	57
4051	57
4052	57
4053	56
4054	56
4055	56
4056	56
4057	56
4058	56
4059	56
4060	56
4061	56
4062	56
4063	56
4064	56
4065	56
4066	56
4067	56
4068	56
4069	56
4070	56
4071	56
4072	56
4073	56
4074	56
4075	56
4076	56
4077	56
4078	56
4079	56
4080	56
4081	56
4082	56
4083	56
4084	56
4085	56
4086	56
4087	56
4088	56
4089	56
4090	56
4091	56
4092	56
4093	56
4094	56
4095	56
4096	56
4097	56
4098	56
4099	56
4100	56
4101	56
4102	56
4103	56
4104	55
4105	55
4106	55
4107	55
4108	55
4109	55
4110	55
4111	55
4112	55
4113	55
4114	55
4115	55
4116	55
4117	55
4118	55
4119	55
4120	55
4121	55
4122	55
4123	55
4124	55
4125	55
4126	55
4127	55
4128	55
4129	55
4130	55
4131	55
4132	55
4133	55
4134	55
4135	55
4136	55
4137	55
4138	55
4139	55
4140	54
4141	54
4142	54
4143	54
4144	54
4145	54
4146	54
4147	54
4148	54
4149	54
4150	54
4151	54
4152	54
4153	54
4154	54
4155	54
4156	54
4157	54
4158	54
4159	54
4160	54
4161	54
4162	54
4163	54
4164	54
4165	54
4166	54
4167	54
4168	54
4169	54
4170	54
4171	54
4172	54
4173	54
4174	54
4175	54
4176	54
4177	53
4178	53
4179	53
4180	53
4181	53
4182	53
4183	53
4184	53
4185	53
4186	53
4187	53
4188	53
4189	53
4190	53
4191	53
4192	53
4193	53
4194	53
4195	53
4196	53
4197	53
4198	53
4199	53
4200	53
4201	53
4202	53
4203	53
4204	53
4205	53
4206	53
4207	53
4208	53
4209	53
4210	53
4211	53
4212	53
4213	53
4214	53
4215	53
4216	53
4217	53
4218	53
4219	53
4220	53
4221	53
4222	53
4223	53
4224	53
4225	53
4226	53
4227	53
4228	53
4229	52
4230	52
4231	52
4232	52
4233	52
4234	52
4235	52
4236	52
4237	52
4238	52
4239	52
4240	52
4241	52
4242	52
4243	52
4244	52
4245	52
4246	52
4247	52
4248	52
4249	52
4250	52
4251	52
4252	52
4253	52
4254	52
4255	52
4256	52
4257	52
4258	52
4259	52
4260	52
4261	52
4262	52
4263	52
4264	52
4265	52
4266	52
4267	52
4268	52
4269	52
4270	52
4271	52
4272	51
4273	51
4274	51
4275	51
4276	51
4277	51
4278	51
4279	51
4280	51
4281	51
4282	51
4283	51
4284	51
4285	51
4286	51
4287	51
4288	51
4289	51
4290	51
4291	51
4292	51
4293	51
4294	51
4295	51
4296	51
4297	51
4298	51
4299	51
4300	51
4301	51
4302	51
4303	51
4304	51
4305	51
4306	51
4307	51
4308	51
4309	51
4310	51
4311	51
4312	51
4313	51
4314	51
4315	51
4316	51
4317	51
4318	51
4319	51
4320	51
4321	51
4322	51
4323	50
4324	50
4325	50
4326	50
4327	50
4328	50
4329	50
4330	50
4331	50
4332	50
4333	50
4334	50
4335	50
4336	50
4337	50
4338	50
4339	50
4340	50
4341	50
4342	50
4343	50
4344	50
4345	50
4346	50
4347	50
4348	50
4349	50
4350	50
4351	50
4352	50
4353	50
4354	50
4355	50
4356	50
4357	50
4358	50
4359	50
4360	50
4361	50
4362	50
4363	50
4364	50
4365	50
4366	50
4367	50
4368	49
4369	49
4370	49
4371	49
4372	49
4373	49
4374	49
4375	49
4376	49
4377	49
4378	49
4379	49
4380	49
4381	49
4382	49
4383	49
4384	49
4385	49
4386	49
4387	49
4388	49
4389	49
4390	49
4391	49
4392	49
4393	49
4394	49
4395	49
4396	49
4397	49
4398	49
4399	49
4400	49
4401	49
4402	49
4403	49
4404	49
4405	49
4406	49
4407	49
4408	49
4409	49
4410	49
4411	49
4412	49
4413	49
4414	49
4415	49
4416	49
4417	49
4418	49
4419	49
4420	48
4421	48
4422	48
4423	48
4424	48
4425	48
4426	48
4427	48
4428	48
4429	48
4430	48
4431	48
4432	48
4433	48
4434	48
4435	48
4436	48
4437	48
4438	48
4439	48
4440	48
4441	48
4442	48
4443	48
4444	48
4445	48
4446	48
4447	48
4448	48
4449	48
4450	48
4451	48
4452	48
4453	48
4454	48
4455	48
4456	48
4457	48
4458	48
4459	48
4460	48
4461	48
4462	48
4463	48
4464	48
4465	48
4466	48
4467	48
4468	48
4469	47
4470	47
4471	47
4472	47
4473	47
4474	47
4475	47
4476	47
4477	47
4478	47
4479	47
4480	47
4481	47
4482	47
4483	47
4484	47
4485	47
4486	47
4487	47
4488	47
4489	47
4490	47
4491	47
4492	47
4493	47
4494	47
4495	47
4496	47
4497	47
4498	47
4499	47
4500	47
4501	47
4502	47
4503	47
4504	47
4505	47
4506	47
4507	47
4508	47
4509	47
4510	47
4511	47
4512	47
4513	46
4514	46
4515	46
4516	46
4517	46
4518	46
4519	46
4520	46
4521	46
4522	46
4523	46
4524	46
4525	46
4526	46
4527	46
4528	46
4529	46
4530	46
4531	46
4532	46
4533	46
4534	46
4535	46
4536	46
4537	46
4538	46
4539	46
4540	46
4541	46
4542	46
4543	46
4544	46
4545	46
4546	46
4547	46
4548	46
4549	46
4550	46
4551	46
4552	46
4553	46
4554	46
4555	46
4556	46
4557	46
4558	46
4559	46
4560	46
4561	46
4562	46
4563	46
4564	46
4565	46
4566	46
4567	46
4568	45
4569	45
4570	45
4571	45
4572	45
4573	45
4574	45
4575	45
4576	45
4577	45
4578	45
4579	45
4580	45
4581	45
4582	45
4583	45
4584	45
4585	45
4586	45
4587	45
4588	45
4589	45
4590	45
4591	45
4592	45
4593	45
4594	45
4595	45
4596	45
4597	45
4598	45
4599	45
4600	45
4601	45
4602	45
4603	45
4604	45
4605	45
4606	45
4607	45
4608	45
4609	45
4610	45
4611	45
4612	45
4613	45
4614	45
4615	45
4616	45
4617	45
4618	45
4619	45
4620	45
4621	44
4622	44
4623	44
4624	44
4625	44
4626	44
4627	44
4628	44
4629	44
4630	44
4631	44
4632	44
4633	44
4634	44
4635	44
4636	44
4637	44
4638	44
4639	44
4640	44
4641	44
4642	44
4643	44
4644	44
4645	44
4646	44
4647	44
4648	44
4649	44
4650	44
4651	44
4652	44
4653	44
4654	44
4655	44
4656	44
4657	44
4658	44
4659	44
4660	44
4661	44
4662	44
4663	44
4664	44
4665	44
4666	44
4667	44
4668	44
4669	44
4670	44
4671	44
4672	44
4673	44
4674	44
4675	44
4676	44
4677	44
4678	44
4679	44
4680	44
4681	44
4682	44
4683	44
4684	44
4685	43
4686	43
4687	43
4688	43
4689	43
4690	43
4691	43
4692	43
4693	43
4694	43
4695	43
4696	43
4697	43
4698	43
4699	43
4700	43
4701	43
4702	43
4703	43
4704	43
4705	43
4706	43
4707	43
4708	43
4709	43
4710	43
4711	43
4712	43
4713	43
4714	43
4715	43
4716	43
4717	43
4718	43
4719	43
4720	43
4721	43
4722	43
4723	43
4724	43
4725	43
4726	43
4727	43
4728	43
4729	43
4730	43
4731	43
4732	43
4733	43
4734	43
4735	43
4736	43
4737	43
4738	43
4739	43
4740	43
4741	43
4742	43
4743	43
4744	43
4745	43
4746	43
4747	42
4748	42
4749	42
4750	42
4751	42
4752	42
4753	42
4754	42
4755	42
4756	42
4757	42
4758	42
4759	42
4760	42
4761	42
4762	42
4763	42
4764	42
4765	42
4766	42
4767	42
4768	42
4769	42
4770	42
4771	42
4772	42
4773	42
4774	42
4775	42
4776	42
4777	42
4778	42
4779	42
4780	42
4781	42
4782	42
4783	42
4784	42
4785	42
4786	42
4787	42
4788	42
4789	42
4790	42
4791	42
4792	42
4793	42
4794	42
4795	42
4796	42
4797	42
4798	42
4799	42
4800	42
4801	42
4802	42
4803	42
4804	42
4805	42
4806	42
4807	42
4808	42
4809	42
4810	41
4811	41
4812	41
4813	41
4814	41
4815	41
4816	41
4817	41
4818	41
4819	41
4820	41
4821	41
4822	41
4823	41
4824	41
4825	41
4826	41
4827	41
4828	41
4829	41
4830	41
4831	41
4832	41
4833	41
4834	41
4835	41
4836	41
4837	41
4838	41
4839	41
4840	41
4841	41
4842	41
4843	41
4844	41
4845	41
4846	41
4847	41
4848	41
4849	41
4850	41
4851	41
4852	41
4853	41
4854	41
4855	41
4856	41
4857	41
4858	41
4859	41
4860	41
4861	41
4862	41
4863	41
4864	41
4865	41
4866	41
4867	41
4868	41
4869	41
4870	41
4871	41
4872	41
4873	41
4874	41
4875	40
4876	40
4877	40
4878	40
4879	40
4880	40
4881	40
4882	40
4883	40
4884	40
4885	40
4886	40
4887	40
4888	40
4889	40
4890	40
4891	40
4892	40
4893	40
4894	40
4895	40
4896	40
4897	40
4898	40
4899	40
4900	40
4901	40
4902	40
4903	40
4904	40
4905	40
4906	40
4907	40
4908	40
4909	40
4910	40
4911	40
4912	40
4913	40
4914	40
4915	40
4916	40
4917	40
4918	40
4919	40
4920	40
4921	40
4922	40
4923	40
4924	40
4925	40
4926	40
4927	40
4928	40
4929	40
4930	40
4931	40
4932	40
4933	40
4934	40
4935	40
4936	40
4937	40
4938	40
4939	40
4940	40
4941	40
4942	40
4943	40
4944	40
4945	40
4946	39
4947	39
4948	39
4949	39
4950	39
4951	39
4952	39
4953	39
4954	39
4955	39
4956	39
4957	39
4958	39
4959	39
4960	39
4961	39
4962	39
4963	39
4964	39
4965	39
4966	39
4967	39
4968	39
4969	39
4970	39
4971	39
4972	39
4973	39
4974	39
4975	39
4976	39
4977	39
4978	39
4979	39
4980	39
4981	39
4982	39
4983	39
4984	39
4985	39
4986	39
4987	39
4988	39
4989	39
4990	39
4991	39
4992	39
4993	39
4994	39
4995	39
4996	39
4997	39
4998	39
4999	39
5000	39
5001	39
5002	39
5003	39
5004	39
5005	39
5006	39
5007	39
5008	38
5009	38
5010	38
5011	38
5012	38
5013	38
5014	38
5015	38
5016	38
5017	38
5018	38
5019	38
5020	38
5021	38
5022	38
5023	38
5024	38
5025	38
5026	38
5027	38
5028	38
5029	38
5030	38
5031	38
5032	38
5033	38
5034	38
5035	38
5036	38
5037	38
5038	38
5039	38
5040	38
5041	38
5042	38
5043	38
5044	38
5045	38
5046	38
5047	38
5048	38
5049	38
5050	38
5051	38
5052	38
5053	38
5054	38
5055	38
5056	38
5057	38
5058	38
5059	38
5060	38
5061	38
5062	38
5063	38
5064	38
5065	38
5066	38
5067	38
5068	38
5069	38
5070	38
5071	38
5072	38
5073	38
5074	38
5075	38
5076	38
5077	38
5078	38
5079	38
5080	38
5081	38
5082	38
5083	38
5084	38
5085	38
5086	38
5087	38
5088	38
5089	38
5090	38
5091	38
5092	38
5093	38
5094	38
5095	38
5096	37
5097	37
5098	37
5099	37
5100	37
5101	37
5102	37
5103	37
5104	37
5105	37
5106	37
5107	37
5108	37
5109	37
5110	37
5111	37
5112	37
5113	37
5114	37
5115	37
5116	37
5117	37
5118	37
5119	37
5120	37
5121	37
5122	37
5123	37
5124	37
5125	37
5126	37
5127	37
5128	37
5129	37
5130	37
5131	37
5132	37
5133	37
5134	37
5135	37
5136	37
5137	37
5138	37
5139	37
5140	37
5141	37
5142	37
5143	37
5144	37
5145	37
5146	37
5147	37
5148	37
5149	37
5150	37
5151	37
5152	37
5153	37
5154	37
5155	37
5156	37
5157	37
5158	37
5159	37
5160	37
5161	37
5162	36
5163	36
5164	36
5165	36
5166	36
5167	36
5168	36
5169	36
5170	36
5171	36
5172	36
5173	36
5174	36
5175	36
5176	36
5177	36
5178	36
5179	36
5180	36
5181	36
5182	36
5183	36
5184	36
5185	36
5186	36
5187	36
5188	36
5189	36
5190	36
5191	36
5192	36
5193	36
5194	36
5195	36
5196	36
5197	36
5198	36
5199	36
5200	36
5201	36
5202	36
5203	36
5204	36
5205	36
5206	36
5207	36
5208	36
5209	36
5210	36
5211	36
5212	36
5213	36
5214	36
5215	36
5216	36
5217	36
5218	36
5219	36
5220	36
5221	36
5222	36
5223	36
5224	36
5225	36
5226	36
5227	36
5228	36
5229	36
5230	36
5231	36
5232	36
5233	36
5234	36
5235	36
5236	36
5237	36
5238	36
5239	36
5240	36
5241	36
5242	36
5243	36
5244	36
5245	36
5246	36
5247	35
5248	35
5249	35
5250	35
5251	35
5252	35
5253	35
5254	35
5255	35
5256	35
5257	35
5258	35
5259	35
5260	35
5261	35
5262	35
5263	35
5264	35
5265	35
5266	35
5267	35
5268	35
5269	35
5270	35
5271	35
5272	35
5273	35
5274	35
5275	35
5276	35
5277	35
5278	35
5279	35
5280	35
5281	35
5282	35
5283	35
5284	35
5285	35
5286	35
5287	35
5288	35
5289	35
5290	35
5291	35
5292	35
5293	35
5294	35
5295	35
5296	35
5297	35
5298	35
5299	35
5300	35
5301	35
5302	35
5303	35
5304	35
5305	35
5306	35
5307	35
5308	35
5309	35
5310	35
5311	35
5312	35
5313	35
5314	35
5315	35
5316	35
5317	35
5318	35
5319	35
5320	35
5321	35
5322	35
5323	35
5324	35
5325	35
5326	35
5327	35
5328	35
5329	35
5330	35
5331	35
5332	34
5333	34
5334	34
5335	34
5336	34
5337	34
5338	34
5339	34
5340	34
5341	34
5342	34
5343	34
5344	34
5345	34
5346	34
5347	34
5348	34
5349	34
5350	34
5351	34
5352	34
5353	34
5354	34
5355	34
5356	34
5357	34
5358	34
5359	34
5360	34
5361	34
5362	34
5363	34
5364	34
5365	34
5366	34
5367	34
5368	34
5369	34
5370	34
5371	34
5372	34
5373	34
5374	34
5375	34
5376	34
5377	34
5378	34
5379	34
5380	34
5381	34
5382	34
5383	34
5384	34
5385	34
5386	34
5387	34
5388	34
5389	34
5390	34
5391	34
5392	34
5393	34
5394	34
5395	34
5396	34
5397	34
5398	34
5399	34
5400	34
5401	34
5402	34
5403	34
5404	34
5405	34
5406	34
5407	34
5408	34
5409	34
5410	34
5411	34
5412	34
5413	34
5414	34
5415	34
5416	34
5417	33
5418	33
5419	33
5420	33
5421	33
5422	33
5423	33
5424	33
5425	33
5426	33
5427	33
5428	33
5429	33
5430	33
5431	33
5432	33
5433	33
5434	33
5435	33
5436	33
5437	33
5438	33
5439	33
5440	33
5441	33
5442	33
5443	33
5444	33
5445	33
5446	33
5447	33
5448	33
5449	33
5450	33
5451	33
5452	33
5453	33
5454	33
5455	33
5456	33
5457	33
5458	33
5459	33
5460	33
5461	33
5462	33
5463	33
5464	33
5465	33
5466	33
5467	33
5468	33
5469	33
5470	33
5471	33
5472	33
5473	33
5474	33
5475	33
5476	33
5477	33
5478	33
5479	33
5480	33
5481	33
5482	33
5483	33
5484	33
5485	33
5486	33
5487	33
5488	33
5489	33
5490	33
5491	33
5492	33
5493	33
5494	33
5495	33
5496	33
5497	33
5498	33
5499	33
5500	33
5501	33
5502	33
5503	33
5504	33
5505	33
5506	33
5507	33
5508	33
5509	33
5510	33
5511	33
5512	33
5513	33
5514	33
5515	33
5516	33
5517	32
5518	32
5519	32
5520	32
5521	32
5522	32
5523	32
5524	32
5525	32
5526	32
5527	32
5528	32
5529	32
5530	32
5531	32
5532	32
5533	32
5534	32
5535	32
5536	32
5537	32
5538	32
5539	32
5540	32
5541	32
5542	32
5543	32
5544	32
5545	32
5546	32
5547	32
5548	32
5549	32
5550	32
5551	32
5552	32
5553	32
5554	32
5555	32
5556	32
5557	32
5558	32
5559	32
5560	32
5561	32
5562	32
5563	32
5564	32
5565	32
5566	32
5567	32
5568	32
5569	32
5570	32
5571	32
5572	32
5573	32
5574	32
5575	32
5576	32
5577	32
5578	32
5579	32
5580	32
5581	32
5582	32
5583	32
5584	32
5585	32
5586	32
5587	32
5588	32
5589	32
5590	32
5591	32
5592	32
5593	32
5594	32
5595	32
5596	32
5597	32
5598	32
5599	32
5600	32
5601	32
5602	32
5603	32
5604	32
5605	32
5606	32
5607	32
5608	32
5609	32
5610	32
5611	32
5612	32
5613	31
5614	31
5615	31
5616	31
5617	31
5618	31
5619	31
5620	31
5621	31
5622	31
5623	31
5624	31
5625	31
5626	31
5627	31
5628	31
5629	31
5630	31
5631	31
5632	31
5633	31
5634	31
5635	31
5636	31
5637	31
5638	31
5639	31
5640	31
5641	31
5642	31
5643	31
5644	31
5645	31
5646	31
5647	31
5648	31
5649	31
5650	31
5651	31
5652	31
5653	31
5654	31
5655	31
5656	31
5657	31
5658	31
5659	31
5660	31
5661	31
5662	31
5663	31
5664	31
5665	31
5666	31
5667	31
5668	31
5669	31
5670	31
5671	31
5672	31
5673	31
5674	31
5675	31
5676	31
5677	31
5678	31
5679	31
5680	31
5681	31
5682	31
5683	31
5684	31
5685	31
5686	31
5687	31
5688	31
5689	31
5690	31
5691	31
5692	31
5693	31
5694	31
5695	31
5696	31
5697	31
5698	31
5699	31
5700	31
5701	31
5702	31
5703	31
5704	31
5705	31
5706	31
5707	31
5708	31
5709	31
5710	31
5711	30
5712	30
5713	30
5714	30
5715	30
5716	30
5717	30
5718	30
5719	30
5720	30
5721	30
5722	30
5723	30
5724	30
5725	30
5726	30
5727	30
5728	30
5729	30
5730	30
5731	30
5732	30
5733	30
5734	30
5735	30
5736	30
5737	30
5738	30
5739	30
5740	30
5741	30
5742	30
5743	30
5744	30
5745	30
5746	30
5747	30
5748	30
5749	30
5750	30
5751	30
5752	30
5753	30
5754	30
5755	30
5756	30
5757	30
5758	30
5759	30
5760	30
5761	30
5762	30
5763	30
5764	30
5765	30
5766	30
5767	30
5768	30
5769	30
5770	30
5771	30
5772	30
5773	30
5774	30
5775	30
5776	30
5777	30
5778	30
5779	30
5780	30
5781	30
5782	30
5783	30
5784	30
5785	30
5786	30
5787	30
5788	30
5789	30
5790	30
5791	30
5792	30
5793	30
5794	30
5795	30
5796	30
5797	30
5798	30
5799	30
5800	30
5801	30
5802	30
5803	30
5804	30
5805	30
5806	30
5807	30
5808	30
5809	30
5810	30
5811	30
5812	30
5813	30
5814	30
5815	29
5816	29
5817	29
5818	29
5819	29
5820	29
5821	29
5822	29
5823	29
5824	29
5825	29
5826	29
5827	29
5828	29
5829	29
5830	29
5831	29
5832	29
5833	29
5834	29
5835	29
5836	29
5837	29
5838	29
5839	29
5840	29
5841	29
5842	29
5843	29
5844	29
5845	29
5846	29
5847	29
5848	29
5849	29
5850	29
5851	29
5852	29
5853	29
5854	29
5855	29
5856	29
5857	29
5858	29
5859	29
5860	29
5861	29
5862	29
5863	29
5864	29
5865	29
5866	29
5867	29
5868	29
5869	29
5870	29
5871	29
5872	29
5873	29
5874	29
5875	29
5876	29
5877	29
5878	29
5879	29
5880	29
5881	29
5882	29
5883	29
5884	29
5885	29
5886	29
5887	29
5888	29
5889	29
5890	29
5891	29
5892	29
5893	29
5894	29
5895	29
5896	29
5897	29
5898	29
5899	29
5900	29
5901	29
5902	29
5903	29
5904	29
5905	29
5906	29
5907	29
5908	29
5909	29
5910	29
5911	29
5912	29
5913	29
5914	29
5915	29
5916	29
5917	29
5918	29
5919	29
5920	29
5921	29
5922	29
5923	29
5924	29
5925	28
5926	28
5927	28
5928	28
5929	28
5930	28
5931	28
5932	28
5933	28
5934	28
5935	28
5936	28
5937	28
5938	28
5939	28
5940	28
5941	28
