0	377871
1	230344
2	230277
3	219999
4	126622
5	121784
6	100806
7	91366
8	84282
9	49913
10	47203
11	46584
12	44339
13	41114
14	40456
15	39140
16	38909
17	32616
18	32546
19	32500
20	29793
21	28753
22	27530
23	26380
24	26273
25	24138
26	22962
27	22891
28	22642
29	22398
30	21197
31	20447
32	20434
33	20165
34	19879
35	18807
36	18447
37	18013
38	16777
39	16264
40	15767
41	15754
42	14825
43	14555
44	14199
45	14145
46	13799
47	13411
48	13204
49	12702
50	12606
51	12541
52	12189
53	12112
54	11934
55	11731
56	11721
57	11582
58	11332
59	11233
60	11135
61	11042
62	11013
63	10845
64	10313
65	10210
66	10208
67	10189
68	10170
69	9939
70	9906
71	9882
72	9587
73	9434
74	9151
75	9050
76	9019
77	8774
78	8567
79	8482
80	8470
81	8395
82	8218
83	8144
84	7932
85	7882
86	7874
87	7861
88	7854
89	7775
90	7763
91	7755
92	7594
93	7528
94	7444
95	7434
96	7424
97	7378
98	7291
99	7251
100	7179
101	7004
102	6874
103	6748
104	6736
105	6725
106	6679
107	6555
108	6554
109	6541
110	6537
111	6451
112	6419
113	6252
114	6237
115	6213
116	6202
117	6168
118	6138
119	6116
120	6099
121	6081
122	6012
123	5938
124	5810
125	5758
126	5714
127	5701
128	5593
129	5543
130	5528
131	5524
132	5508
133	5368
134	5356
135	5332
136	5223
137	5216
138	5156
139	5152
140	5152
141	5131
142	5103
143	4943
144	4906
145	4893
146	4886
147	4868
148	4829
149	4796
150	4764
151	4716
152	4686
153	4680
154	4663
155	4431
156	4397
157	4387
158	4381
159	4353
160	4341
161	4278
162	4278
163	4258
164	4141
165	4136
166	4117
167	4097
168	4076
169	4058
170	4002
171	4001
172	3988
173	3977
174	3939
175	3927
176	3907
177	3899
178	3884
179	3882
180	3865
181	3841
182	3818
183	3809
184	3806
185	3788
186	3674
187	3649
188	3645
189	3642
190	3616
191	3616
192	3585
193	3521
194	3514
195	3498
196	3456
197	3441
198	3438
199	3422
200	3406
201	3403
202	3399
203	3394
204	3390
205	3389
206	3346
207	3337
208	3317
209	3302
210	3300
211	3298
212	3286
213	3267
214	3260
215	3242
216	3227
217	3217
218	3195
219	3189
220	3166
221	3149
222	3146
223	3144
224	3129
225	3123
226	3110
227	3108
228	3089
229	3072
230	3030
231	3026
232	3025
233	3024
234	3012
235	3002
236	2993
237	2986
238	2983
239	2970
240	2952
241	2952
242	2945
243	2942
244	2940
245	2902
246	2891
247	2874
248	2866
249	2860
250	2849
251	2830
252	2790
253	2762
254	2758
255	2755
256	2746
257	2738
258	2714
259	2712
260	2709
261	2699
262	2679
263	2673
264	2671
265	2651
266	2630
267	2613
268	2607
269	2595
270	2590
271	2587
272	2585
273	2575
274	2571
275	2571
276	2548
277	2546
278	2545
279	2543
280	2536
281	2536
282	2535
283	2533
284	2490
285	2484
286	2471
287	2467
288	2458
289	2457
290	2456
291	2453
292	2452
293	2431
294	2430
295	2415
296	2414
297	2388
298	2381
299	2380
300	2380
301	2374
302	2355
303	2350
304	2349
305	2340
306	2340
307	2332
308	2331
309	2326
310	2324
311	2304
312	2303
313	2302
314	2288
315	2287
316	2280
317	2277
318	2272
319	2270
320	2254
321	2254
322	2244
323	2229
324	2227
325	2225
326	2220
327	2217
328	2207
329	2188
330	2173
331	2168
332	2163
333	2146
334	2138
335	2132
336	2124
337	2117
338	2113
339	2096
340	2093
341	2092
342	2079
343	2067
344	2041
345	2037
346	2027
347	2026
348	2023
349	2007
350	2006
351	2005
352	1995
353	1990
354	1986
355	1982
356	1979
357	1961
358	1961
359	1950
360	1941
361	1935
362	1923
363	1907
364	1905
365	1894
366	1887
367	1879
368	1875
369	1874
370	1873
371	1867
372	1867
373	1841
374	1830
375	1830
376	1829
377	1819
378	1818
379	1803
380	1791
381	1789
382	1787
383	1785
384	1784
385	1783
386	1774
387	1771
388	1770
389	1761
390	1756
391	1741
392	1741
393	1741
394	1737
395	1731
396	1717
397	1711
398	1704
399	1696
400	1694
401	1692
402	1689
403	1681
404	1670
405	1669
406	1659
407	1658
408	1645
409	1643
410	1641
411	1632
412	1627
413	1623
414	1622
415	1622
416	1621
417	1621
418	1616
419	1616
420	1614
421	1603
422	1599
423	1577
424	1573
425	1569
426	1568
427	1566
428	1559
429	1559
430	1543
431	1540
432	1539
433	1539
434	1537
435	1532
436	1531
437	1522
438	1517
439	1515
440	1510
441	1510
442	1508
443	1495
444	1494
445	1473
446	1468
447	1460
448	1455
449	1453
450	1450
451	1448
452	1440
453	1436
454	1429
455	1424
456	1421
457	1420
458	1415
459	1415
460	1406
461	1403
462	1402
463	1394
464	1393
465	1391
466	1387
467	1385
468	1377
469	1363
470	1361
471	1355
472	1346
473	1344
474	1341
475	1339
476	1337
477	1336
478	1334
479	1334
480	1332
481	1332
482	1332
483	1330
484	1329
485	1327
486	1324
487	1316
488	1314
489	1305
490	1302
491	1300
492	1297
493	1289
494	1288
495	1285
496	1281
497	1280
498	1271
499	1265
500	1264
501	1261
502	1258
503	1248
504	1247
505	1246
506	1243
507	1240
508	1240
509	1239
510	1237
511	1234
512	1227
513	1227
514	1226
515	1217
516	1214
517	1210
518	1203
519	1202
520	1196
521	1196
522	1190
523	1184
524	1181
525	1173
526	1171
527	1169
528	1166
529	1160
530	1157
531	1156
532	1149
533	1145
534	1142
535	1140
536	1139
537	1138
538	1135
539	1126
540	1124
541	1123
542	1122
543	1121
544	1118
545	1116
546	1114
547	1113
548	1111
549	1109
550	1109
551	1107
552	1104
553	1102
554	1100
555	1089
556	1080
557	1078
558	1076
559	1075
560	1075
561	1071
562	1071
563	1066
564	1065
565	1064
566	1062
567	1062
568	1059
569	1058
570	1057
571	1056
572	1051
573	1050
574	1050
575	1049
576	1047
577	1044
578	1042
579	1039
580	1038
581	1037
582	1031
583	1029
584	1028
585	1027
586	1025
587	1024
588	1021
589	1014
590	998
591	991
592	991
593	991
594	990
595	987
596	986
597	985
598	984
599	983
600	983
601	983
602	979
603	979
604	973
605	973
606	970
607	968
608	967
609	964
610	964
611	963
612	963
613	959
614	958
615	951
616	950
617	945
618	945
619	943
620	942
621	940
622	938
623	938
624	931
625	928
626	928
627	928
628	928
629	927
630	924
631	924
632	920
633	920
634	918
635	918
636	914
637	912
638	908
639	905
640	902
641	901
642	900
643	898
644	897
645	897
646	897
647	896
648	896
649	894
650	893
651	891
652	890
653	890
654	888
655	888
656	885
657	882
658	881
659	881
660	881
661	880
662	880
663	880
664	879
665	878
666	878
667	877
668	877
669	877
670	873
671	872
672	871
673	869
674	869
675	868
676	867
677	865
678	863
679	863
680	861
681	861
682	861
683	860
684	859
685	859
686	857
687	856
688	856
689	853
690	853
691	853
692	849
693	847
694	845
695	843
696	843
697	841
698	841
699	840
700	837
701	836
702	836
703	835
704	835
705	834
706	833
707	832
708	831
709	830
710	830
711	827
712	827
713	825
714	824
715	823
716	822
717	821
718	821
719	819
720	817
721	815
722	814
723	814
724	813
725	812
726	812
727	811
728	807
729	807
730	804
731	804
732	803
733	803
734	803
735	795
736	794
737	794
738	794
739	793
740	791
741	790
742	790
743	790
744	789
745	788
746	787
747	785
748	785
749	785
750	782
751	777
752	777
753	776
754	775
755	775
756	775
757	774
758	769
759	769
760	763
761	763
762	762
763	762
764	758
765	758
766	758
767	756
768	756
769	755
770	755
771	755
772	753
773	752
774	752
775	751
776	750
777	748
778	747
779	747
780	747
781	743
782	743
783	743
784	741
785	741
786	740
787	740
788	736
789	735
790	734
791	734
792	734
793	733
794	731
795	728
796	728
797	727
798	725
799	725
800	724
801	723
802	721
803	719
804	718
805	718
806	716
807	712
808	710
809	710
810	709
811	709
812	704
813	703
814	703
815	702
816	702
817	701
818	701
819	700
820	699
821	698
822	698
823	697
824	696
825	696
826	694
827	693
828	692
829	691
830	689
831	689
832	689
833	688
834	687
835	687
836	685
837	685
838	683
839	682
840	682
841	681
842	680
843	679
844	679
845	677
846	676
847	675
848	674
849	673
850	671
851	668
852	666
853	666
854	666
855	664
856	661
857	658
858	658
859	656
860	653
861	652
862	651
863	650
864	650
865	650
866	648
867	648
868	646
869	645
870	645
871	644
872	644
873	643
874	642
875	641
876	640
877	639
878	639
879	638
880	638
881	638
882	636
883	636
884	635
885	634
886	630
887	630
888	626
889	626
890	623
891	623
892	620
893	620
894	620
895	617
896	617
897	616
898	615
899	615
900	614
901	613
902	610
903	609
904	609
905	608
906	608
907	607
908	607
909	606
910	604
911	604
912	602
913	601
914	599
915	599
916	599
917	598
918	598
919	596
920	596
921	594
922	593
923	593
924	587
925	586
926	586
927	585
928	585
929	585
930	585
931	583
932	582
933	582
934	582
935	580
936	579
937	578
938	577
939	575
940	574
941	574
942	572
943	571
944	570
945	569
946	569
947	568
948	568
949	568
950	566
951	566
952	565
953	564
954	563
955	562
956	560
957	558
958	557
959	553
960	552
961	552
962	552
963	550
964	549
965	548
966	548
967	546
968	543
969	542
970	542
971	539
972	539
973	539
974	538
975	538
976	537
977	537
978	536
979	536
980	536
981	536
982	534
983	532
984	528
985	526
986	526
987	524
988	523
989	523
990	522
991	522
992	521
993	521
994	520
995	520
996	519
997	519
998	518
999	517
1000	517
1001	517
1002	515
1003	515
1004	514
1005	514
1006	513
1007	512
1008	511
1009	511
1010	511
1011	510
1012	509
1013	507
1014	506
1015	506
1016	505
1017	505
1018	504
1019	499
1020	499
1021	499
1022	496
1023	496
1024	495
1025	495
1026	494
1027	494
1028	494
1029	493
1030	493
1031	493
1032	491
1033	491
1034	490
1035	490
1036	489
1037	488
1038	488
1039	488
1040	487
1041	487
1042	487
1043	486
1044	486
1045	485
1046	485
1047	484
1048	483
1049	483
1050	482
1051	481
1052	481
1053	481
1054	480
1055	480
1056	480
1057	478
1058	478
1059	477
1060	476
1061	476
1062	475
1063	475
1064	475
1065	475
1066	474
1067	473
1068	473
1069	470
1070	470
1071	470
1072	469
1073	468
1074	468
1075	467
1076	466
1077	466
1078	465
1079	465
1080	465
1081	464
1082	463
1083	461
1084	460
1085	459
1086	459
1087	458
1088	458
1089	458
1090	458
1091	458
1092	457
1093	456
1094	455
1095	455
1096	453
1097	453
1098	452
1099	452
1100	451
1101	451
1102	449
1103	449
1104	449
1105	448
1106	447
1107	446
1108	446
1109	445
1110	445
1111	445
1112	444
1113	443
1114	443
1115	443
1116	442
1117	442
1118	441
1119	440
1120	440
1121	440
1122	440
1123	439
1124	439
1125	439
1126	438
1127	438
1128	438
1129	437
1130	435
1131	435
1132	434
1133	433
1134	432
1135	432
1136	431
1137	431
1138	431
1139	430
1140	430
1141	430
1142	429
1143	427
1144	427
1145	427
1146	426
1147	426
1148	425
1149	424
1150	422
1151	422
1152	421
1153	420
1154	420
1155	419
1156	418
1157	416
1158	416
1159	416
1160	415
1161	415
1162	415
1163	415
1164	414
1165	414
1166	414
1167	414
1168	414
1169	413
1170	412
1171	412
1172	412
1173	412
1174	411
1175	411
1176	410
1177	408
1178	407
1179	407
1180	407
1181	407
1182	407
1183	407
1184	406
1185	406
1186	406
1187	405
1188	404
1189	404
1190	404
1191	402
1192	401
1193	401
1194	400
1195	399
1196	398
1197	397
1198	394
1199	394
1200	394
1201	393
1202	393
1203	393
1204	393
1205	392
1206	392
1207	392
1208	390
1209	389
1210	389
1211	388
1212	388
1213	388
1214	387
1215	387
1216	387
1217	385
1218	385
1219	385
1220	385
1221	384
1222	383
1223	383
1224	382
1225	382
1226	382
1227	382
1228	382
1229	381
1230	380
1231	380
1232	380
1233	379
1234	379
1235	379
1236	379
1237	377
1238	377
1239	377
1240	377
1241	377
1242	376
1243	375
1244	375
1245	374
1246	374
1247	374
1248	373
1249	373
1250	371
1251	371
1252	370
1253	370
1254	370
1255	369
1256	368
1257	368
1258	368
1259	368
1260	368
1261	367
1262	367
1263	367
1264	367
1265	366
1266	366
1267	365
1268	365
1269	364
1270	364
1271	364
1272	364
1273	363
1274	363
1275	362
1276	361
1277	361
1278	360
1279	360
1280	360
1281	359
1282	359
1283	358
1284	357
1285	357
1286	356
1287	356
1288	356
1289	355
1290	355
1291	355
1292	355
1293	354
1294	354
1295	353
1296	353
1297	353
1298	352
1299	352
1300	352
1301	352
1302	352
1303	351
1304	350
1305	350
1306	350
1307	350
1308	349
1309	349
1310	349
1311	349
1312	348
1313	348
1314	348
1315	347
1316	347
1317	347
1318	346
1319	346
1320	345
1321	345
1322	344
1323	344
1324	343
1325	343
1326	343
1327	342
1328	342
1329	341
1330	341
1331	340
1332	340
1333	340
1334	340
1335	340
1336	339
1337	338
1338	338
1339	337
1340	337
1341	337
1342	337
1343	337
1344	337
1345	336
1346	336
1347	336
1348	335
1349	335
1350	334
1351	333
1352	333
1353	333
1354	331
1355	331
1356	331
1357	331
1358	330
1359	330
1360	330
1361	330
1362	329
1363	329
1364	329
1365	329
1366	327
1367	327
1368	326
1369	326
1370	326
1371	326
1372	326
1373	325
1374	325
1375	325
1376	325
1377	325
1378	325
1379	325
1380	324
1381	324
1382	324
1383	324
1384	324
1385	324
1386	324
1387	323
1388	323
1389	323
1390	323
1391	323
1392	322
1393	322
1394	321
1395	321
1396	320
1397	320
1398	320
1399	320
1400	319
1401	319
1402	319
1403	315
1404	315
1405	314
1406	314
1407	314
1408	314
1409	313
1410	313
1411	313
1412	313
1413	313
1414	313
1415	312
1416	312
1417	311
1418	311
1419	311
1420	310
1421	310
1422	309
1423	309
1424	309
1425	309
1426	309
1427	309
1428	308
1429	308
1430	308
1431	308
1432	308
1433	308
1434	307
1435	307
1436	307
1437	307
1438	306
1439	305
1440	304
1441	304
1442	304
1443	304
1444	303
1445	303
1446	303
1447	303
1448	302
1449	302
1450	301
1451	301
1452	301
1453	300
1454	300
1455	300
1456	299
1457	298
1458	298
1459	297
1460	297
1461	297
1462	297
1463	296
1464	296
1465	295
1466	295
1467	295
1468	295
1469	294
1470	294
1471	293
1472	291
1473	290
1474	290
1475	290
1476	290
1477	289
1478	289
1479	289
1480	289
1481	289
1482	289
1483	289
1484	289
1485	288
1486	288
1487	288
1488	288
1489	287
1490	287
1491	287
1492	286
1493	286
1494	286
1495	285
1496	284
1497	284
1498	284
1499	283
1500	283
1501	283
1502	283
1503	283
1504	282
1505	281
1506	281
1507	281
1508	281
1509	281
1510	280
1511	280
1512	280
1513	280
1514	280
1515	280
1516	279
1517	279
1518	279
1519	278
1520	278
1521	278
1522	278
1523	277
1524	277
1525	277
1526	277
1527	277
1528	276
1529	275
1530	275
1531	275
1532	275
1533	275
1534	275
1535	275
1536	274
1537	274
1538	273
1539	273
1540	273
1541	273
1542	273
1543	273
1544	273
1545	273
1546	272
1547	272
1548	270
1549	270
1550	270
1551	270
1552	270
1553	270
1554	269
1555	268
1556	267
1557	267
1558	267
1559	267
1560	266
1561	266
1562	266
1563	266
1564	266
1565	266
1566	265
1567	265
1568	265
1569	264
1570	264
1571	264
1572	264
1573	264
1574	264
1575	264
1576	264
1577	264
1578	263
1579	263
1580	263
1581	263
1582	263
1583	262
1584	262
1585	261
1586	261
1587	261
1588	261
1589	260
1590	260
1591	260
1592	260
1593	259
1594	259
1595	259
1596	259
1597	259
1598	259
1599	258
1600	258
1601	258
1602	258
1603	258
1604	258
1605	258
1606	257
1607	257
1608	257
1609	256
1610	256
1611	255
1612	255
1613	255
1614	255
1615	255
1616	254
1617	254
1618	254
1619	254
1620	253
1621	253
1622	253
1623	253
1624	253
1625	252
1626	252
1627	252
1628	252
1629	251
1630	251
1631	251
1632	251
1633	250
1634	250
1635	250
1636	249
1637	249
1638	249
1639	249
1640	248
1641	248
1642	248
1643	247
1644	247
1645	247
1646	246
1647	246
1648	246
1649	245
1650	245
1651	245
1652	245
1653	245
1654	244
1655	244
1656	244
1657	244
1658	243
1659	243
1660	243
1661	243
1662	243
1663	242
1664	242
1665	241
1666	241
1667	241
1668	240
1669	240
1670	240
1671	240
1672	240
1673	240
1674	239
1675	239
1676	239
1677	239
1678	239
1679	239
1680	238
1681	238
1682	238
1683	238
1684	237
1685	237
1686	237
1687	237
1688	236
1689	236
1690	236
1691	236
1692	236
1693	236
1694	235
1695	235
1696	235
1697	234
1698	234
1699	233
1700	233
1701	233
1702	233
1703	232
1704	232
1705	232
1706	232
1707	232
1708	231
1709	231
1710	231
1711	231
1712	231
1713	231
1714	230
1715	230
1716	230
1717	230
1718	230
1719	230
1720	230
1721	229
1722	229
1723	229
1724	228
1725	228
1726	228
1727	228
1728	228
1729	228
1730	228
1731	228
1732	227
1733	227
1734	227
1735	227
1736	227
1737	227
1738	227
1739	226
1740	226
1741	226
1742	225
1743	225
1744	225
1745	225
1746	224
1747	224
1748	224
1749	224
1750	223
1751	223
1752	223
1753	223
1754	223
1755	223
1756	223
1757	223
1758	223
1759	223
1760	222
1761	222
1762	222
1763	222
1764	222
1765	222
1766	222
1767	222
1768	222
1769	221
1770	221
1771	221
1772	221
1773	221
1774	221
1775	220
1776	220
1777	220
1778	220
1779	219
1780	219
1781	219
1782	219
1783	219
1784	219
1785	219
1786	219
1787	219
1788	219
1789	219
1790	218
1791	218
1792	218
1793	218
1794	218
1795	218
1796	218
1797	217
1798	217
1799	217
1800	217
1801	217
1802	217
1803	217
1804	216
1805	216
1806	216
1807	215
1808	215
1809	215
1810	215
1811	214
1812	214
1813	214
1814	214
1815	214
1816	213
1817	213
1818	213
1819	213
1820	213
1821	213
1822	213
1823	213
1824	213
1825	212
1826	212
1827	212
1828	212
1829	211
1830	211
1831	211
1832	211
1833	211
1834	211
1835	210
1836	210
1837	209
1838	209
1839	209
1840	209
1841	209
1842	209
1843	209
1844	209
1845	208
1846	208
1847	208
1848	208
1849	208
1850	208
1851	208
1852	207
1853	207
1854	207
1855	207
1856	206
1857	206
1858	206
1859	206
1860	206
1861	206
1862	206
1863	205
1864	205
1865	205
1866	205
1867	205
1868	205
1869	205
1870	205
1871	205
1872	204
1873	204
1874	204
1875	204
1876	204
1877	204
1878	204
1879	203
1880	203
1881	203
1882	203
1883	203
1884	202
1885	202
1886	202
1887	201
1888	201
1889	200
1890	200
1891	200
1892	200
1893	200
1894	199
1895	199
1896	198
1897	198
1898	198
1899	198
1900	198
1901	198
1902	198
1903	198
1904	198
1905	197
1906	197
1907	197
1908	197
1909	197
1910	197
1911	196
1912	196
1913	196
1914	196
1915	196
1916	196
1917	196
1918	196
1919	196
1920	196
1921	196
1922	196
1923	196
1924	195
1925	195
1926	195
1927	195
1928	195
1929	195
1930	195
1931	195
1932	194
1933	194
1934	194
1935	194
1936	194
1937	194
1938	193
1939	193
1940	193
1941	193
1942	193
1943	193
1944	193
1945	192
1946	192
1947	192
1948	192
1949	192
1950	192
1951	192
1952	192
1953	192
1954	192
1955	191
1956	191
1957	191
1958	191
1959	190
1960	189
1961	189
1962	189
1963	189
1964	189
1965	188
1966	188
1967	188
1968	188
1969	188
1970	188
1971	187
1972	187
1973	187
1974	187
1975	187
1976	187
1977	187
1978	187
1979	187
1980	187
1981	187
1982	186
1983	186
1984	186
1985	186
1986	186
1987	186
1988	186
1989	186
1990	186
1991	186
1992	186
1993	186
1994	185
1995	185
1996	185
1997	185
1998	184
1999	184
2000	184
2001	184
2002	184
2003	184
2004	184
2005	184
2006	184
2007	183
2008	183
2009	183
2010	183
2011	183
2012	183
2013	183
2014	183
2015	183
2016	182
2017	182
2018	182
2019	182
2020	181
2021	181
2022	181
2023	181
2024	181
2025	181
2026	181
2027	180
2028	180
2029	180
2030	180
2031	180
2032	179
2033	179
2034	179
2035	179
2036	179
2037	179
2038	179
2039	179
2040	179
2041	178
2042	178
2043	178
2044	178
2045	178
2046	178
2047	178
2048	178
2049	178
2050	177
2051	177
2052	177
2053	177
2054	177
2055	177
2056	177
2057	177
2058	177
2059	177
2060	176
2061	176
2062	176
2063	176
2064	176
2065	176
2066	176
2067	176
2068	175
2069	175
2070	175
2071	175
2072	175
2073	175
2074	174
2075	174
2076	174
2077	174
2078	174
2079	174
2080	173
2081	173
2082	173
2083	173
2084	173
2085	172
2086	172
2087	172
2088	172
2089	172
2090	172
2091	172
2092	172
2093	172
2094	172
2095	172
2096	172
2097	172
2098	172
2099	172
2100	171
2101	171
2102	171
2103	171
2104	170
2105	170
2106	170
2107	170
2108	170
2109	170
2110	170
2111	169
2112	169
2113	169
2114	169
2115	169
2116	169
2117	169
2118	169
2119	169
2120	168
2121	168
2122	168
2123	168
2124	168
2125	168
2126	167
2127	167
2128	167
2129	167
2130	167
2131	167
2132	167
2133	167
2134	166
2135	166
2136	166
2137	166
2138	166
2139	166
2140	166
2141	166
2142	166
2143	165
2144	165
2145	164
2146	164
2147	164
2148	164
2149	164
2150	164
2151	164
2152	163
2153	163
2154	163
2155	163
2156	163
2157	163
2158	162
2159	162
2160	162
2161	162
2162	162
2163	162
2164	162
2165	161
2166	161
2167	161
2168	161
2169	161
2170	161
2171	161
2172	161
2173	161
2174	161
2175	161
2176	160
2177	160
2178	160
2179	160
2180	160
2181	160
2182	160
2183	160
2184	160
2185	160
2186	159
2187	159
2188	159
2189	159
2190	159
2191	159
2192	159
2193	159
2194	158
2195	158
2196	158
2197	158
2198	158
2199	158
2200	157
2201	157
2202	157
2203	157
2204	157
2205	157
2206	157
2207	156
2208	156
2209	156
2210	156
2211	156
2212	156
2213	155
2214	155
2215	155
2216	155
2217	155
2218	155
2219	155
2220	154
2221	154
2222	154
2223	154
2224	154
2225	154
2226	154
2227	154
2228	154
2229	154
2230	153
2231	153
2232	153
2233	153
2234	153
2235	153
2236	153
2237	153
2238	153
2239	152
2240	152
2241	152
2242	152
2243	152
2244	151
2245	151
2246	151
2247	151
2248	151
2249	151
2250	151
2251	150
2252	150
2253	150
2254	150
2255	150
2256	150
2257	149
2258	149
2259	149
2260	149
2261	148
2262	148
2263	148
2264	148
2265	148
2266	148
2267	148
2268	147
2269	147
2270	147
2271	147
2272	147
2273	147
2274	147
2275	147
2276	147
2277	147
2278	146
2279	146
2280	146
2281	146
2282	146
2283	146
2284	146
2285	145
2286	145
2287	145
2288	145
2289	145
2290	145
2291	145
2292	145
2293	144
2294	144
2295	144
2296	144
2297	144
2298	144
2299	144
2300	144
2301	143
2302	143
2303	143
2304	143
2305	143
2306	143
2307	142
2308	142
2309	142
2310	142
2311	142
2312	142
2313	142
2314	142
2315	142
2316	142
2317	141
2318	141
2319	141
2320	141
2321	141
2322	141
2323	141
2324	141
2325	141
2326	141
2327	141
2328	141
2329	140
2330	140
2331	140
2332	140
2333	140
2334	140
2335	140
2336	140
2337	140
2338	140
2339	140
2340	139
2341	139
2342	139
2343	139
2344	139
2345	139
2346	139
2347	139
2348	139
2349	139
2350	138
2351	138
2352	138
2353	138
2354	138
2355	138
2356	138
2357	138
2358	138
2359	138
2360	138
2361	137
2362	137
2363	137
2364	137
2365	137
2366	137
2367	137
2368	137
2369	137
2370	137
2371	137
2372	137
2373	137
2374	137
2375	137
2376	137
2377	136
2378	136
2379	136
2380	136
2381	136
2382	136
2383	136
2384	135
2385	135
2386	135
2387	135
2388	135
2389	135
2390	135
2391	135
2392	135
2393	134
2394	134
2395	134
2396	134
2397	134
2398	134
2399	134
2400	134
2401	134
2402	133
2403	133
2404	133
2405	133
2406	133
2407	133
2408	133
2409	133
2410	133
2411	133
2412	133
2413	133
2414	133
2415	132
2416	132
2417	132
2418	132
2419	132
2420	132
2421	132
2422	132
2423	132
2424	132
2425	132
2426	132
2427	132
2428	132
2429	132
2430	132
2431	132
2432	132
2433	132
2434	131
2435	131
2436	131
2437	131
2438	131
2439	130
2440	130
2441	130
2442	130
2443	130
2444	130
2445	130
2446	130
2447	130
2448	130
2449	130
2450	129
2451	129
2452	129
2453	129
2454	129
2455	129
2456	129
2457	129
2458	129
2459	129
2460	129
2461	129
2462	129
2463	128
2464	128
2465	128
2466	128
2467	128
2468	128
2469	128
2470	128
2471	128
2472	127
2473	127
2474	127
2475	127
2476	127
2477	127
2478	126
2479	126
2480	126
2481	126
2482	126
2483	126
2484	126
2485	126
2486	126
2487	126
2488	126
2489	125
2490	125
2491	125
2492	125
2493	125
2494	125
2495	125
2496	125
2497	125
2498	125
2499	124
2500	124
2501	124
2502	124
2503	124
2504	124
2505	123
2506	123
2507	123
2508	123
2509	123
2510	123
2511	123
2512	123
2513	123
2514	123
2515	123
2516	123
2517	123
2518	123
2519	123
2520	123
2521	123
2522	123
2523	122
2524	122
2525	122
2526	122
2527	122
2528	122
2529	122
2530	122
2531	121
2532	121
2533	121
2534	121
2535	121
2536	121
2537	121
2538	121
2539	120
2540	120
2541	120
2542	120
2543	120
2544	120
2545	120
2546	120
2547	120
2548	120
2549	120
2550	120
2551	120
2552	119
2553	119
2554	119
2555	119
2556	119
2557	119
2558	119
2559	119
2560	119
2561	119
2562	119
2563	119
2564	118
2565	118
2566	118
2567	118
2568	118
2569	118
2570	118
2571	118
2572	118
2573	118
2574	118
2575	118
2576	118
2577	118
2578	118
2579	117
2580	117
2581	117
2582	117
2583	117
2584	117
2585	117
2586	117
2587	117
2588	117
2589	117
2590	116
2591	116
2592	116
2593	116
2594	116
2595	115
2596	115
2597	115
2598	115
2599	115
2600	115
2601	115
2602	115
2603	115
2604	115
2605	115
2606	115
2607	115
2608	115
2609	115
2610	114
2611	114
2612	114
2613	114
2614	114
2615	114
2616	114
2617	114
2618	114
2619	114
2620	114
2621	114
2622	114
2623	113
2624	113
2625	113
2626	113
2627	113
2628	113
2629	113
2630	113
2631	113
2632	113
2633	113
2634	113
2635	113
2636	113
2637	113
2638	112
2639	112
2640	112
2641	112
2642	112
2643	112
2644	112
2645	112
2646	112
2647	112
2648	112
2649	112
2650	112
2651	112
2652	112
2653	112
2654	111
2655	111
2656	111
2657	111
2658	111
2659	111
2660	111
2661	111
2662	111
2663	111
2664	111
2665	111
2666	111
2667	111
2668	110
2669	110
2670	110
2671	110
2672	110
2673	110
2674	110
2675	110
2676	110
2677	110
2678	109
2679	109
2680	109
2681	109
2682	109
2683	109
2684	109
2685	109
2686	109
2687	109
2688	109
2689	109
2690	109
2691	109
2692	108
2693	108
2694	108
2695	108
2696	108
2697	108
2698	108
2699	108
2700	108
2701	108
2702	108
2703	108
2704	108
2705	108
2706	108
2707	108
2708	108
2709	108
2710	108
2711	108
2712	108
2713	108
2714	108
2715	107
2716	107
2717	107
2718	107
2719	107
2720	107
2721	107
2722	107
2723	107
2724	107
2725	107
2726	107
2727	107
2728	106
2729	106
2730	106
2731	106
2732	106
2733	106
2734	106
2735	106
2736	106
2737	106
2738	106
2739	106
2740	106
2741	106
2742	106
2743	106
2744	105
2745	105
2746	105
2747	105
2748	105
2749	105
2750	105
2751	105
2752	105
2753	105
2754	105
2755	105
2756	105
2757	104
2758	104
2759	104
2760	104
2761	104
2762	104
2763	104
2764	104
2765	104
2766	104
2767	104
2768	104
2769	104
2770	104
2771	104
2772	103
2773	103
2774	103
2775	103
2776	103
2777	103
2778	103
2779	103
2780	103
2781	103
2782	103
2783	103
2784	103
2785	103
2786	103
2787	103
2788	103
2789	102
2790	102
2791	102
2792	102
2793	102
2794	102
2795	102
2796	102
2797	102
2798	102
2799	102
2800	102
2801	102
2802	102
2803	102
2804	102
2805	102
2806	101
2807	101
2808	101
2809	101
2810	101
2811	101
2812	101
2813	101
2814	101
2815	101
2816	101
2817	101
2818	101
2819	101
2820	100
2821	100
2822	100
2823	100
2824	100
2825	100
2826	100
2827	100
2828	100
2829	100
2830	100
2831	100
2832	100
2833	100
2834	100
2835	100
2836	99
2837	99
2838	99
2839	99
2840	99
2841	99
2842	99
2843	99
2844	99
2845	99
2846	99
2847	99
2848	99
2849	98
2850	98
2851	98
2852	98
2853	98
2854	98
2855	98
2856	98
2857	98
2858	98
2859	98
2860	98
2861	97
2862	97
2863	97
2864	97
2865	97
2866	97
2867	97
2868	97
2869	97
2870	97
2871	97
2872	97
2873	97
2874	97
2875	97
2876	97
2877	97
2878	97
2879	97
2880	97
2881	97
2882	96
2883	96
2884	96
2885	96
2886	96
2887	96
2888	96
2889	96
2890	96
2891	96
2892	96
2893	96
2894	96
2895	95
2896	95
2897	95
2898	95
2899	95
2900	95
2901	95
2902	95
2903	95
2904	95
2905	95
2906	95
2907	95
2908	95
2909	95
2910	95
2911	95
2912	95
2913	95
2914	95
2915	95
2916	94
2917	94
2918	94
2919	94
2920	94
2921	94
2922	94
2923	94
2924	94
2925	94
2926	94
2927	94
2928	94
2929	94
2930	94
2931	94
2932	94
2933	93
2934	93
2935	93
2936	93
2937	93
2938	93
2939	93
2940	93
2941	93
2942	93
2943	93
2944	93
2945	93
2946	93
2947	93
2948	93
2949	93
2950	93
2951	93
2952	93
2953	93
2954	93
2955	93
2956	93
2957	93
2958	92
2959	92
2960	92
2961	92
2962	92
2963	92
2964	92
2965	92
2966	92
2967	92
2968	92
2969	92
2970	92
2971	92
2972	92
2973	92
2974	92
2975	92
2976	92
2977	92
2978	92
2979	92
2980	92
2981	91
2982	91
2983	91
2984	91
2985	91
2986	91
2987	91
2988	91
2989	91
2990	91
2991	91
2992	91
2993	91
2994	91
2995	91
2996	91
2997	91
2998	91
2999	91
3000	91
3001	90
3002	90
3003	90
3004	90
3005	90
3006	90
3007	90
3008	90
3009	90
3010	90
3011	90
3012	90
3013	90
3014	90
3015	90
3016	90
3017	90
3018	90
3019	90
3020	90
3021	90
3022	90
3023	89
3024	89
3025	89
3026	89
3027	89
3028	89
3029	89
3030	89
3031	89
3032	89
3033	89
3034	89
3035	89
3036	89
3037	89
3038	89
3039	88
3040	88
3041	88
3042	88
3043	88
3044	88
3045	88
3046	88
3047	88
3048	88
3049	88
3050	88
3051	88
3052	88
3053	88
3054	88
3055	88
3056	88
3057	87
3058	87
3059	87
3060	87
3061	87
3062	87
3063	87
3064	87
3065	87
3066	87
3067	87
3068	87
3069	87
3070	86
3071	86
3072	86
3073	86
3074	86
3075	86
3076	86
3077	86
3078	86
3079	86
3080	86
3081	86
3082	86
3083	86
3084	86
3085	86
3086	86
3087	86
3088	85
3089	85
3090	85
3091	85
3092	85
3093	85
3094	85
3095	85
3096	85
3097	85
3098	85
3099	85
3100	85
3101	85
3102	85
3103	85
3104	85
3105	84
3106	84
3107	84
3108	84
3109	84
3110	84
3111	84
3112	84
3113	84
3114	84
3115	84
3116	84
3117	84
3118	84
3119	84
3120	84
3121	84
3122	84
3123	84
3124	84
3125	84
3126	84
3127	84
3128	84
3129	84
3130	84
3131	84
3132	84
3133	83
3134	83
3135	83
3136	83
3137	83
3138	83
3139	83
3140	83
3141	83
3142	83
3143	83
3144	83
3145	83
3146	83
3147	83
3148	83
3149	83
3150	83
3151	83
3152	83
3153	83
3154	82
3155	82
3156	82
3157	82
3158	82
3159	82
3160	82
3161	82
3162	82
3163	82
3164	82
3165	82
3166	82
3167	82
3168	82
3169	82
3170	82
3171	82
3172	82
3173	82
3174	82
3175	82
3176	82
3177	82
3178	82
3179	81
3180	81
3181	81
3182	81
3183	81
3184	81
3185	81
3186	81
3187	81
3188	81
3189	81
3190	81
3191	81
3192	81
3193	81
3194	81
3195	81
3196	81
3197	81
3198	80
3199	80
3200	80
3201	80
3202	80
3203	80
3204	80
3205	80
3206	80
3207	80
3208	80
3209	80
3210	80
3211	80
3212	80
3213	80
3214	80
3215	80
3216	80
3217	80
3218	79
3219	79
3220	79
3221	79
3222	79
3223	79
3224	79
3225	79
3226	79
3227	79
3228	79
3229	79
3230	79
3231	79
3232	79
3233	79
3234	79
3235	79
3236	78
3237	78
3238	78
3239	78
3240	78
3241	78
3242	78
3243	78
3244	78
3245	78
3246	78
3247	78
3248	78
3249	78
3250	78
3251	78
3252	78
3253	78
3254	78
3255	78
3256	78
3257	78
3258	78
3259	78
3260	78
3261	78
3262	78
3263	78
3264	78
3265	78
3266	78
3267	78
3268	77
3269	77
3270	77
3271	77
3272	77
3273	77
3274	77
3275	77
3276	77
3277	77
3278	77
3279	77
3280	77
3281	77
3282	77
3283	77
3284	77
3285	77
3286	77
3287	77
3288	77
3289	77
3290	76
3291	76
3292	76
3293	76
3294	76
3295	76
3296	76
3297	76
3298	76
3299	76
3300	76
3301	76
3302	76
3303	76
3304	76
3305	76
3306	76
3307	76
3308	76
3309	76
3310	76
3311	76
3312	76
3313	76
3314	76
3315	76
3316	76
3317	76
3318	76
3319	75
3320	75
3321	75
3322	75
3323	75
3324	75
3325	75
3326	75
3327	75
3328	75
3329	75
3330	75
3331	75
3332	75
3333	75
3334	75
3335	75
3336	75
3337	75
3338	75
3339	75
3340	75
3341	75
3342	75
3343	75
3344	75
3345	74
3346	74
3347	74
3348	74
3349	74
3350	74
3351	74
3352	74
3353	74
3354	74
3355	74
3356	74
3357	74
3358	74
3359	74
3360	74
3361	74
3362	74
3363	74
3364	74
3365	73
3366	73
3367	73
3368	73
3369	73
3370	73
3371	73
3372	73
3373	73
3374	73
3375	73
3376	73
3377	73
3378	73
3379	73
3380	73
3381	73
3382	73
3383	73
3384	73
3385	73
3386	73
3387	73
3388	73
3389	73
3390	73
3391	73
3392	73
3393	73
3394	73
3395	73
3396	73
3397	73
3398	73
3399	72
3400	72
3401	72
3402	72
3403	72
3404	72
3405	72
3406	72
3407	72
3408	72
3409	72
3410	72
3411	72
3412	72
3413	72
3414	72
3415	72
3416	72
3417	72
3418	72
3419	72
3420	72
3421	72
3422	72
3423	72
3424	72
3425	71
3426	71
3427	71
3428	71
3429	71
3430	71
3431	71
3432	71
3433	71
3434	71
3435	71
3436	71
3437	71
3438	71
3439	71
3440	71
3441	71
3442	71
3443	71
3444	71
3445	71
3446	71
3447	71
3448	71
3449	71
3450	71
3451	71
3452	70
3453	70
3454	70
3455	70
3456	70
3457	70
3458	70
3459	70
3460	70
3461	70
3462	70
3463	70
3464	70
3465	70
3466	70
3467	70
3468	70
3469	70
3470	70
3471	70
3472	70
3473	70
3474	70
3475	70
3476	70
3477	70
3478	70
3479	70
3480	70
3481	70
3482	70
3483	70
3484	70
3485	70
3486	70
3487	70
3488	70
3489	69
3490	69
3491	69
3492	69
3493	69
3494	69
3495	69
3496	69
3497	69
3498	69
3499	69
3500	69
3501	69
3502	69
3503	69
3504	69
3505	69
3506	69
3507	69
3508	69
3509	69
3510	69
3511	69
3512	69
3513	69
3514	69
3515	69
3516	69
3517	69
3518	69
3519	69
3520	69
3521	69
3522	68
3523	68
3524	68
3525	68
3526	68
3527	68
3528	68
3529	68
3530	68
3531	68
3532	68
3533	68
3534	68
3535	68
3536	68
3537	68
3538	68
3539	68
3540	68
3541	68
3542	68
3543	68
3544	68
3545	68
3546	68
3547	68
3548	68
3549	68
3550	68
3551	68
3552	68
3553	67
3554	67
3555	67
3556	67
3557	67
3558	67
3559	67
3560	67
3561	67
3562	67
3563	67
3564	67
3565	67
3566	67
3567	67
3568	67
3569	67
3570	67
3571	67
3572	67
3573	67
3574	67
3575	67
3576	67
3577	67
3578	67
3579	67
3580	67
3581	67
3582	67
3583	67
3584	66
3585	66
3586	66
3587	66
3588	66
3589	66
3590	66
3591	66
3592	66
3593	66
3594	66
3595	66
3596	66
3597	66
3598	66
3599	66
3600	66
3601	66
3602	66
3603	66
3604	65
3605	65
3606	65
3607	65
3608	65
3609	65
3610	65
3611	65
3612	65
3613	65
3614	65
3615	65
3616	65
3617	65
3618	65
3619	65
3620	65
3621	65
3622	65
3623	65
3624	65
3625	65
3626	65
3627	65
3628	65
3629	65
3630	65
3631	65
3632	65
3633	65
3634	65
3635	65
3636	65
3637	65
3638	65
3639	65
3640	65
3641	65
3642	64
3643	64
3644	64
3645	64
3646	64
3647	64
3648	64
3649	64
3650	64
3651	64
3652	64
3653	64
3654	64
3655	64
3656	64
3657	64
3658	64
3659	64
3660	64
3661	64
3662	64
3663	64
3664	64
3665	64
3666	64
3667	64
3668	64
3669	64
3670	64
3671	64
3672	64
3673	64
3674	64
3675	64
3676	64
3677	64
3678	64
3679	64
3680	64
3681	64
3682	63
3683	63
3684	63
3685	63
3686	63
3687	63
3688	63
3689	63
3690	63
3691	63
3692	63
3693	63
3694	63
3695	63
3696	63
3697	63
3698	63
3699	63
3700	63
3701	63
3702	63
3703	63
3704	63
3705	63
3706	63
3707	63
3708	63
3709	63
3710	63
3711	63
3712	63
3713	63
3714	63
3715	63
3716	62
3717	62
3718	62
3719	62
3720	62
3721	62
3722	62
3723	62
3724	62
3725	62
3726	62
3727	62
3728	62
3729	62
3730	62
3731	62
3732	62
3733	62
3734	62
3735	62
3736	61
3737	61
3738	61
3739	61
3740	61
3741	61
3742	61
3743	61
3744	61
3745	61
3746	61
3747	61
3748	61
3749	61
3750	61
3751	61
3752	61
3753	61
3754	61
3755	61
3756	61
3757	61
3758	61
3759	61
3760	61
3761	61
3762	61
3763	61
3764	61
3765	61
3766	61
3767	60
3768	60
3769	60
3770	60
3771	60
3772	60
3773	60
3774	60
3775	60
3776	60
3777	60
3778	60
3779	60
3780	60
3781	60
3782	60
3783	60
3784	60
3785	60
3786	60
3787	60
3788	60
3789	60
3790	60
3791	60
3792	60
3793	60
3794	60
3795	60
3796	60
3797	60
3798	60
3799	60
3800	60
3801	60
3802	60
3803	59
3804	59
3805	59
3806	59
3807	59
3808	59
3809	59
3810	59
3811	59
3812	59
3813	59
3814	59
3815	59
3816	59
3817	59
3818	59
3819	59
3820	59
3821	59
3822	59
3823	59
3824	59
3825	59
3826	59
3827	59
3828	59
3829	59
3830	59
3831	59
3832	59
3833	59
3834	59
3835	59
3836	59
3837	59
3838	59
3839	59
3840	59
3841	59
3842	59
3843	59
3844	59
3845	59
3846	59
3847	59
3848	59
3849	59
3850	59
3851	59
3852	59
3853	59
3854	58
3855	58
3856	58
3857	58
3858	58
3859	58
3860	58
3861	58
3862	58
3863	58
3864	58
3865	58
3866	58
3867	58
3868	58
3869	58
3870	58
3871	58
3872	58
3873	58
3874	58
3875	58
3876	58
3877	58
3878	58
3879	58
3880	58
3881	58
3882	58
3883	58
3884	58
3885	58
3886	58
3887	58
3888	58
3889	58
3890	58
3891	58
3892	58
3893	58
3894	57
3895	57
3896	57
3897	57
3898	57
3899	57
3900	57
3901	57
3902	57
3903	57
3904	57
3905	57
3906	57
3907	57
3908	57
3909	57
3910	57
3911	57
3912	57
3913	57
3914	57
3915	57
3916	57
3917	57
3918	57
3919	57
3920	57
3921	57
3922	57
3923	57
3924	57
3925	57
3926	57
3927	57
3928	57
3929	57
3930	57
3931	57
3932	56
3933	56
3934	56
3935	56
3936	56
3937	56
3938	56
3939	56
3940	56
3941	56
3942	56
3943	56
3944	56
3945	56
3946	56
3947	56
3948	56
3949	56
3950	56
3951	56
3952	56
3953	56
3954	56
3955	56
3956	56
3957	56
3958	56
3959	56
3960	56
3961	56
3962	56
3963	56
3964	56
3965	56
3966	56
3967	56
3968	56
3969	56
3970	56
3971	56
3972	56
3973	56
3974	56
3975	56
3976	56
3977	56
3978	55
3979	55
3980	55
3981	55
3982	55
3983	55
3984	55
3985	55
3986	55
3987	55
3988	55
3989	55
3990	55
3991	55
3992	55
3993	55
3994	55
3995	55
3996	55
3997	55
3998	55
3999	55
4000	55
4001	55
4002	55
4003	55
4004	55
4005	55
4006	55
4007	55
4008	55
4009	55
4010	55
4011	55
4012	55
4013	55
4014	55
4015	55
4016	54
4017	54
4018	54
4019	54
4020	54
4021	54
4022	54
4023	54
4024	54
4025	54
4026	54
4027	54
4028	54
4029	54
4030	54
4031	54
4032	54
4033	54
4034	54
4035	54
4036	54
4037	54
4038	54
4039	54
4040	54
4041	54
4042	54
4043	54
4044	54
4045	54
4046	54
4047	54
4048	54
4049	54
4050	54
4051	54
4052	54
4053	54
4054	53
4055	53
4056	53
4057	53
4058	53
4059	53
4060	53
4061	53
4062	53
4063	53
4064	53
4065	53
4066	53
4067	53
4068	53
4069	53
4070	53
4071	53
4072	53
4073	53
4074	53
4075	53
4076	53
4077	53
4078	53
4079	53
4080	53
4081	53
4082	53
4083	53
4084	53
4085	53
4086	53
4087	53
4088	53
4089	53
4090	53
4091	53
4092	53
4093	53
4094	53
4095	53
4096	53
4097	53
4098	53
4099	52
4100	52
4101	52
4102	52
4103	52
4104	52
4105	52
4106	52
4107	52
4108	52
4109	52
4110	52
4111	52
4112	52
4113	52
4114	52
4115	52
4116	52
4117	52
4118	52
4119	52
4120	52
4121	52
4122	52
4123	52
4124	52
4125	52
4126	52
4127	52
4128	52
4129	52
4130	52
4131	52
4132	52
4133	52
4134	52
4135	52
4136	52
4137	52
4138	52
4139	52
4140	52
4141	52
4142	51
4143	51
4144	51
4145	51
4146	51
4147	51
4148	51
4149	51
4150	51
4151	51
4152	51
4153	51
4154	51
4155	51
4156	51
4157	51
4158	51
4159	51
4160	51
4161	51
4162	51
4163	51
4164	51
4165	51
4166	51
4167	51
4168	51
4169	51
4170	51
4171	51
4172	51
4173	51
4174	51
4175	51
4176	51
4177	51
4178	51
4179	51
4180	51
4181	51
4182	51
4183	51
4184	51
4185	51
4186	51
4187	51
4188	51
4189	51
4190	51
4191	51
4192	50
4193	50
4194	50
4195	50
4196	50
4197	50
4198	50
4199	50
4200	50
4201	50
4202	50
4203	50
4204	50
4205	50
4206	50
4207	50
4208	50
4209	50
4210	50
4211	50
4212	50
4213	50
4214	50
4215	50
4216	50
4217	50
4218	50
4219	50
4220	50
4221	50
4222	50
4223	50
4224	50
4225	50
4226	50
4227	50
4228	50
4229	50
4230	50
4231	50
4232	49
4233	49
4234	49
4235	49
4236	49
4237	49
4238	49
4239	49
4240	49
4241	49
4242	49
4243	49
4244	49
4245	49
4246	49
4247	49
4248	49
4249	49
4250	49
4251	49
4252	49
4253	49
4254	49
4255	49
4256	49
4257	49
4258	49
4259	49
4260	49
4261	49
4262	49
4263	49
4264	49
4265	49
4266	49
4267	49
4268	49
4269	49
4270	49
4271	49
4272	49
4273	49
4274	49
4275	49
4276	49
4277	49
4278	49
4279	49
4280	48
4281	48
4282	48
4283	48
4284	48
4285	48
4286	48
4287	48
4288	48
4289	48
4290	48
4291	48
4292	48
4293	48
4294	48
4295	48
4296	48
4297	48
4298	48
4299	48
4300	48
4301	48
4302	48
4303	48
4304	48
4305	48
4306	48
4307	48
4308	48
4309	48
4310	48
4311	48
4312	48
4313	48
4314	48
4315	48
4316	48
4317	48
4318	48
4319	48
4320	48
4321	48
4322	48
4323	47
4324	47
4325	47
4326	47
4327	47
4328	47
4329	47
4330	47
4331	47
4332	47
4333	47
4334	47
4335	47
4336	47
4337	47
4338	47
4339	47
4340	47
4341	47
4342	47
4343	47
4344	47
4345	47
4346	47
4347	47
4348	47
4349	47
4350	47
4351	47
4352	47
4353	47
4354	47
4355	47
4356	47
4357	47
4358	47
4359	47
4360	47
4361	47
4362	47
4363	47
4364	47
4365	47
4366	47
4367	47
4368	47
4369	47
4370	46
4371	46
4372	46
4373	46
4374	46
4375	46
4376	46
4377	46
4378	46
4379	46
4380	46
4381	46
4382	46
4383	46
4384	46
4385	46
4386	46
4387	46
4388	46
4389	46
4390	46
4391	46
4392	46
4393	46
4394	46
4395	46
4396	46
4397	46
4398	46
4399	46
4400	46
4401	46
4402	46
4403	46
4404	46
4405	46
4406	46
4407	46
4408	46
4409	46
4410	46
4411	46
4412	46
4413	46
4414	46
4415	46
4416	46
4417	46
4418	46
4419	46
4420	46
4421	46
4422	46
4423	46
4424	45
4425	45
4426	45
4427	45
4428	45
4429	45
4430	45
4431	45
4432	45
4433	45
4434	45
4435	45
4436	45
4437	45
4438	45
4439	45
4440	45
4441	45
4442	45
4443	45
4444	45
4445	45
4446	45
4447	45
4448	45
4449	45
4450	45
4451	45
4452	45
4453	45
4454	45
4455	45
4456	45
4457	45
4458	45
4459	45
4460	45
4461	45
4462	45
4463	45
4464	45
4465	45
4466	45
4467	45
4468	45
4469	45
4470	45
4471	45
4472	45
4473	45
4474	45
4475	44
4476	44
4477	44
4478	44
4479	44
4480	44
4481	44
4482	44
4483	44
4484	44
4485	44
4486	44
4487	44
4488	44
4489	44
4490	44
4491	44
4492	44
4493	44
4494	44
4495	44
4496	44
4497	44
4498	44
4499	44
4500	44
4501	44
4502	44
4503	44
4504	44
4505	44
4506	44
4507	44
4508	44
4509	44
4510	44
4511	44
4512	44
4513	44
4514	44
4515	44
4516	44
4517	44
4518	44
4519	44
4520	44
4521	44
4522	44
4523	44
4524	44
4525	44
4526	44
4527	44
4528	44
4529	44
4530	44
4531	44
4532	44
4533	44
4534	44
4535	44
4536	43
4537	43
4538	43
4539	43
4540	43
4541	43
4542	43
4543	43
4544	43
4545	43
4546	43
4547	43
4548	43
4549	43
4550	43
4551	43
4552	43
4553	43
4554	43
4555	43
4556	43
4557	43
4558	43
4559	43
4560	43
4561	43
4562	43
4563	43
4564	43
4565	43
4566	43
4567	43
4568	43
4569	43
4570	43
4571	43
4572	43
4573	43
4574	43
4575	43
4576	43
4577	43
4578	43
4579	43
4580	43
4581	43
4582	43
4583	43
4584	43
4585	43
4586	43
4587	43
4588	43
4589	43
4590	43
4591	43
4592	43
4593	43
4594	43
4595	43
4596	43
4597	43
4598	43
4599	43
4600	42
4601	42
4602	42
4603	42
4604	42
4605	42
4606	42
4607	42
4608	42
4609	42
4610	42
4611	42
4612	42
4613	42
4614	42
4615	42
4616	42
4617	42
4618	42
4619	42
4620	42
4621	42
4622	42
4623	42
4624	42
4625	42
4626	42
4627	42
4628	42
4629	42
4630	42
4631	42
4632	42
4633	42
4634	42
4635	42
4636	42
4637	42
4638	42
4639	42
4640	42
4641	42
4642	42
4643	42
4644	42
4645	42
4646	42
4647	42
4648	42
4649	42
4650	42
4651	41
4652	41
4653	41
4654	41
4655	41
4656	41
4657	41
4658	41
4659	41
4660	41
4661	41
4662	41
4663	41
4664	41
4665	41
4666	41
4667	41
4668	41
4669	41
4670	41
4671	41
4672	41
4673	41
4674	41
4675	41
4676	41
4677	41
4678	41
4679	41
4680	41
4681	41
4682	41
4683	41
4684	41
4685	41
4686	41
4687	41
4688	41
4689	41
4690	41
4691	41
4692	41
4693	41
4694	41
4695	41
4696	41
4697	41
4698	41
4699	41
4700	41
4701	41
4702	41
4703	41
4704	41
4705	41
4706	41
4707	41
4708	41
4709	41
4710	41
4711	41
4712	41
4713	41
4714	41
4715	40
4716	40
4717	40
4718	40
4719	40
4720	40
4721	40
4722	40
4723	40
4724	40
4725	40
4726	40
4727	40
4728	40
4729	40
4730	40
4731	40
4732	40
4733	40
4734	40
4735	40
4736	40
4737	40
4738	40
4739	40
4740	40
4741	40
4742	40
4743	40
4744	40
4745	40
4746	40
4747	40
4748	40
4749	40
4750	40
4751	40
4752	40
4753	40
4754	40
4755	40
4756	40
4757	40
4758	40
4759	40
4760	40
4761	40
4762	40
4763	40
4764	40
4765	40
4766	40
4767	40
4768	40
4769	40
4770	40
4771	40
4772	40
4773	40
4774	40
4775	40
4776	40
4777	40
4778	40
4779	40
4780	40
4781	40
4782	40
4783	40
4784	40
4785	40
4786	40
4787	40
4788	40
4789	40
4790	39
4791	39
4792	39
4793	39
4794	39
4795	39
4796	39
4797	39
4798	39
4799	39
4800	39
4801	39
4802	39
4803	39
4804	39
4805	39
4806	39
4807	39
4808	39
4809	39
4810	39
4811	39
4812	39
4813	39
4814	39
4815	39
4816	39
4817	39
4818	39
4819	39
4820	39
4821	39
4822	39
4823	39
4824	39
4825	39
4826	39
4827	39
4828	39
4829	39
4830	39
4831	39
4832	39
4833	39
4834	39
4835	39
4836	39
4837	39
4838	39
4839	39
4840	39
4841	39
4842	39
4843	39
4844	39
4845	38
4846	38
4847	38
4848	38
4849	38
4850	38
4851	38
4852	38
4853	38
4854	38
4855	38
4856	38
4857	38
4858	38
4859	38
4860	38
4861	38
4862	38
4863	38
4864	38
4865	38
4866	38
4867	38
4868	38
4869	38
4870	38
4871	38
4872	38
4873	38
4874	38
4875	38
4876	38
4877	38
4878	38
4879	38
4880	38
4881	38
4882	38
4883	38
4884	38
4885	38
4886	38
4887	38
4888	38
4889	38
4890	38
4891	38
4892	38
4893	38
4894	38
4895	38
4896	38
4897	38
4898	38
4899	38
4900	38
4901	38
4902	38
4903	38
4904	38
4905	38
4906	38
4907	38
4908	38
4909	38
4910	38
4911	38
4912	38
4913	38
4914	38
4915	38
4916	38
4917	38
4918	38
4919	38
4920	38
4921	38
4922	38
4923	38
4924	37
4925	37
4926	37
4927	37
4928	37
4929	37
4930	37
4931	37
4932	37
4933	37
4934	37
4935	37
4936	37
4937	37
4938	37
4939	37
4940	37
4941	37
4942	37
4943	37
4944	37
4945	37
4946	37
4947	37
4948	37
4949	37
4950	37
4951	37
4952	37
4953	37
4954	37
4955	37
4956	37
4957	37
4958	37
4959	37
4960	37
4961	37
4962	37
4963	37
4964	37
4965	37
4966	37
4967	37
4968	37
4969	37
4970	37
4971	37
4972	37
4973	37
4974	37
4975	37
4976	37
4977	37
4978	37
4979	37
4980	37
4981	36
4982	36
4983	36
4984	36
4985	36
4986	36
4987	36
4988	36
4989	36
4990	36
4991	36
4992	36
4993	36
4994	36
4995	36
4996	36
4997	36
4998	36
4999	36
5000	36
5001	36
5002	36
5003	36
5004	36
5005	36
5006	36
5007	36
5008	36
5009	36
5010	36
5011	36
5012	36
5013	36
5014	36
5015	36
5016	36
5017	36
5018	36
5019	36
5020	36
5021	36
5022	36
5023	36
5024	36
5025	36
5026	36
5027	36
5028	36
5029	36
5030	36
5031	36
5032	36
5033	36
5034	36
5035	36
5036	36
5037	36
5038	36
5039	36
5040	36
5041	36
5042	36
5043	36
5044	36
5045	36
5046	36
5047	36
5048	36
5049	36
5050	36
5051	36
5052	36
5053	36
5054	36
5055	36
5056	36
5057	36
5058	36
5059	36
5060	36
5061	36
5062	36
5063	36
5064	36
5065	36
5066	36
5067	36
5068	36
5069	36
5070	36
5071	36
5072	36
5073	35
5074	35
5075	35
5076	35
5077	35
5078	35
5079	35
5080	35
5081	35
5082	35
5083	35
5084	35
5085	35
5086	35
5087	35
5088	35
5089	35
5090	35
5091	35
5092	35
5093	35
5094	35
5095	35
5096	35
5097	35
5098	35
5099	35
5100	35
5101	35
5102	35
5103	35
5104	35
5105	35
5106	35
5107	35
5108	35
5109	35
5110	35
5111	35
5112	35
5113	35
5114	35
5115	35
5116	35
5117	35
5118	35
5119	35
5120	35
5121	35
5122	35
5123	35
5124	35
5125	35
5126	35
5127	35
5128	35
5129	35
5130	35
5131	35
5132	35
5133	35
5134	35
5135	35
5136	35
5137	35
5138	35
5139	35
5140	35
5141	35
5142	35
5143	35
5144	35
5145	35
5146	35
5147	35
5148	35
5149	35
5150	35
5151	34
5152	34
5153	34
5154	34
5155	34
5156	34
5157	34
5158	34
5159	34
5160	34
5161	34
5162	34
5163	34
5164	34
5165	34
5166	34
5167	34
5168	34
5169	34
5170	34
5171	34
5172	34
5173	34
5174	34
5175	34
5176	34
5177	34
5178	34
5179	34
5180	34
5181	34
5182	34
5183	34
5184	34
5185	34
5186	34
5187	34
5188	34
5189	34
5190	34
5191	34
5192	34
5193	34
5194	34
5195	34
5196	34
5197	34
5198	34
5199	34
5200	34
5201	34
5202	34
5203	34
5204	34
5205	34
5206	34
5207	34
5208	34
5209	34
5210	34
5211	34
5212	34
5213	34
5214	34
5215	34
5216	34
5217	34
5218	34
5219	34
5220	34
5221	34
5222	34
5223	34
5224	34
5225	33
5226	33
5227	33
5228	33
5229	33
5230	33
5231	33
5232	33
5233	33
5234	33
5235	33
5236	33
5237	33
5238	33
5239	33
5240	33
5241	33
5242	33
5243	33
5244	33
5245	33
5246	33
5247	33
5248	33
5249	33
5250	33
5251	33
5252	33
5253	33
5254	33
5255	33
5256	33
5257	33
5258	33
5259	33
5260	33
5261	33
5262	33
5263	33
5264	33
5265	33
5266	33
5267	33
5268	33
5269	33
5270	33
5271	33
5272	33
5273	33
5274	33
5275	33
5276	33
5277	33
5278	33
5279	33
5280	33
5281	33
5282	33
5283	33
5284	33
5285	33
5286	33
5287	33
5288	33
5289	33
5290	33
5291	33
5292	33
5293	33
5294	33
5295	33
5296	33
5297	33
5298	33
5299	33
5300	33
5301	33
5302	33
5303	33
5304	33
5305	33
5306	33
5307	33
5308	33
5309	33
5310	33
5311	32
5312	32
5313	32
5314	32
5315	32
5316	32
5317	32
5318	32
5319	32
5320	32
5321	32
5322	32
5323	32
5324	32
5325	32
5326	32
5327	32
5328	32
5329	32
5330	32
5331	32
5332	32
5333	32
5334	32
5335	32
5336	32
5337	32
5338	32
5339	32
5340	32
5341	32
5342	32
5343	32
5344	32
5345	32
5346	32
5347	32
5348	32
5349	32
5350	32
5351	32
5352	32
5353	32
5354	32
5355	32
5356	32
5357	32
5358	32
5359	32
5360	32
5361	32
5362	32
5363	32
5364	32
5365	32
5366	32
5367	32
5368	32
5369	32
5370	32
5371	32
5372	32
5373	32
5374	32
5375	32
5376	32
5377	32
5378	32
5379	32
5380	32
5381	32
5382	32
5383	32
5384	32
5385	32
5386	32
5387	32
5388	32
5389	32
5390	32
5391	32
5392	32
5393	32
5394	32
5395	32
5396	32
5397	32
5398	32
5399	32
5400	32
5401	32
5402	32
5403	32
5404	32
5405	32
5406	32
5407	32
5408	32
5409	32
5410	32
5411	32
5412	32
5413	32
5414	32
5415	31
5416	31
5417	31
5418	31
5419	31
5420	31
5421	31
5422	31
5423	31
5424	31
5425	31
5426	31
5427	31
5428	31
5429	31
5430	31
5431	31
5432	31
5433	31
5434	31
5435	31
5436	31
5437	31
5438	31
5439	31
5440	31
5441	31
5442	31
5443	31
5444	31
5445	31
5446	31
5447	31
5448	31
5449	31
5450	31
5451	31
5452	31
5453	31
5454	31
5455	31
5456	31
5457	31
5458	31
5459	31
5460	31
5461	31
5462	31
5463	31
5464	31
5465	31
5466	31
5467	31
5468	31
5469	31
5470	31
5471	31
5472	31
5473	31
5474	31
5475	31
5476	31
5477	31
5478	31
5479	31
5480	31
5481	31
5482	31
5483	31
5484	31
5485	31
5486	31
5487	31
5488	31
5489	31
5490	31
5491	31
5492	31
5493	31
5494	31
5495	31
5496	31
5497	31
5498	31
5499	31
5500	31
5501	31
5502	31
5503	31
5504	31
5505	31
5506	31
5507	31
5508	30
5509	30
5510	30
5511	30
5512	30
5513	30
5514	30
5515	30
5516	30
5517	30
5518	30
5519	30
5520	30
5521	30
5522	30
5523	30
5524	30
5525	30
5526	30
5527	30
5528	30
5529	30
5530	30
5531	30
5532	30
5533	30
5534	30
5535	30
5536	30
5537	30
5538	30
5539	30
5540	30
5541	30
5542	30
5543	30
5544	30
5545	30
5546	30
5547	30
5548	30
5549	30
5550	30
5551	30
5552	30
5553	30
5554	30
5555	30
5556	30
5557	30
5558	30
5559	30
5560	30
5561	30
5562	30
5563	30
5564	30
5565	30
5566	30
5567	30
5568	30
5569	30
5570	30
5571	30
5572	30
5573	30
5574	30
5575	30
5576	30
5577	30
5578	30
5579	30
5580	30
5581	30
5582	30
5583	30
5584	30
5585	30
5586	30
5587	30
5588	30
5589	30
5590	30
5591	30
5592	30
5593	30
5594	30
5595	30
5596	30
5597	30
5598	30
5599	30
5600	30
5601	30
5602	30
5603	29
5604	29
5605	29
5606	29
5607	29
5608	29
5609	29
5610	29
5611	29
5612	29
5613	29
5614	29
5615	29
5616	29
5617	29
5618	29
5619	29
5620	29
5621	29
5622	29
5623	29
5624	29
5625	29
5626	29
5627	29
5628	29
5629	29
5630	29
5631	29
5632	29
5633	29
5634	29
5635	29
5636	29
5637	29
5638	29
5639	29
5640	29
5641	29
5642	29
5643	29
5644	29
5645	29
5646	29
5647	29
5648	29
5649	29
5650	29
5651	29
5652	29
5653	29
5654	29
5655	29
5656	29
5657	29
5658	29
5659	29
5660	29
5661	29
5662	29
5663	29
5664	29
5665	29
5666	29
5667	29
5668	29
5669	29
5670	29
5671	29
5672	29
5673	29
5674	29
5675	29
5676	29
5677	29
5678	29
5679	29
5680	29
5681	29
5682	29
5683	29
5684	29
5685	29
5686	29
5687	29
5688	29
5689	29
5690	29
5691	29
5692	29
5693	29
5694	29
5695	29
5696	29
5697	29
5698	29
5699	29
5700	29
5701	29
5702	29
5703	29
5704	29
5705	29
5706	29
5707	29
5708	29
5709	29
5710	29
5711	28
5712	28
5713	28
5714	28
5715	28
5716	28
5717	28
5718	28
5719	28
5720	28
5721	28
5722	28
5723	28
5724	28
5725	28
5726	28
5727	28
5728	28
5729	28
5730	28
5731	28
5732	28
5733	28
5734	28
5735	28
5736	28
5737	28
5738	28
5739	28
5740	28
5741	28
5742	28
5743	28
5744	28
5745	28
5746	28
5747	28
5748	28
5749	28
5750	28
5751	28
5752	28
5753	28
5754	28
5755	28
5756	28
5757	28
5758	28
5759	28
5760	28
5761	28
5762	28
5763	28
5764	28
5765	28
5766	28
5767	28
5768	28
5769	28
5770	28
5771	28
5772	28
5773	28
5774	28
5775	28
5776	28
5777	28
5778	28
5779	28
5780	28
5781	28
5782	28
5783	28
5784	28
5785	28
5786	28
5787	28
5788	28
5789	28
5790	28
5791	28
5792	28
5793	28
5794	28
5795	28
5796	28
5797	28
5798	28
5799	28
5800	28
5801	28
5802	28
5803	28
5804	28
5805	28
5806	28
5807	28
5808	28
5809	28
5810	28
5811	28
5812	28
5813	28
5814	28
5815	28
5816	28
5817	28
5818	28
5819	28
5820	28
5821	28
5822	28
5823	28
5824	28
5825	28
5826	28
5827	28
5828	28
5829	28
5830	28
5831	28
5832	27
5833	27
5834	27
5835	27
5836	27
5837	27
5838	27
5839	27
5840	27
5841	27
5842	27
5843	27
5844	27
5845	27
5846	27
5847	27
5848	27
5849	27
5850	27
5851	27
5852	27
5853	27
5854	27
5855	27
5856	27
5857	27
5858	27
5859	27
5860	27
5861	27
5862	27
5863	27
5864	27
5865	27
5866	27
5867	27
5868	27
5869	27
5870	27
5871	27
5872	27
5873	27
5874	27
5875	27
5876	27
5877	27
5878	27
5879	27
5880	27
5881	27
5882	27
5883	27
5884	27
5885	27
5886	27
5887	27
5888	27
5889	27
5890	27
5891	27
5892	27
5893	27
5894	27
5895	27
5896	27
5897	27
5898	27
5899	27
5900	27
5901	27
5902	27
5903	27
5904	27
5905	27
5906	27
5907	27
5908	27
5909	27
5910	27
5911	27
5912	27
5913	27
5914	27
5915	27
5916	27
5917	27
5918	27
5919	27
5920	27
5921	27
5922	27
5923	27
5924	27
5925	27
5926	27
5927	27
5928	27
5929	27
5930	27
5931	27
5932	27
5933	27
5934	27
5935	27
5936	27
5937	27
5938	27
5939	27
5940	27
5941	27
5942	27
5943	27
5944	27
5945	27
5946	27
5947	27
5948	27
5949	27
5950	27
